[
  {
    "_id": 1,
    "nomePopular": "Coroa de Frade",
    "images": [
      {
        "_id": 1,
        "url": "https://res.cloudinary.com/dymumcdky/image/upload/v1672323996/COROA-DE-FRADE/COROA_DE_FRADE_n72zqt.jpg"
      },
      {
        "_id": 2,
        "url": "https://res.cloudinary.com/dymumcdky/image/upload/v1672323996/COROA-DE-FRADE/COROA_DE_FRADE3_igfnl2.jpg"
      }
    ],
    "nomesPopulares": "Coroa de frade; Cabeça de frade.",
    "nomeCientifico": "Melocactus bahienses",
    "nomeFamilias": "Cactáceae",
    "consumidorPor": "Caprinos,ovinos e bovinos, suinos, galináceos e pássaros.",
    "partesUtilizadas": "Planta inteira após a remoção dos espinhos.",
    "formasConservacao": "As plantas colhidas devem ser armazenadas em ambiente fresco, seco, livre de insolação e umidade, o que assegura a conservação por um periodo de tempo prolongado.",
    "formasOfertaPreparo": "Os espinhos devem ser extraídos da planta antes da trituração para a oferta aos animais. A redução da planta em partículas menores favorece a digestão pelo animal após a oferta. A Coroa de frade é ofertada para ruminantes na forma de mistura múltipla, juntamente com feno de outras espécies forrageiras (volumoso) e ração farelada (concentrada), proteica e energética (farelo de soja, trigo, ureia..., farelo de milho, aveia, arroz...).",
    "composicaoProteica": 5.82,
    "composicaoCarboidratosTotais": 73.76,
    "composicaoBromatologica": "Matéria Seca: 11,37;Matéria Orgânica: 81,37;Matéria Mineral: 18,19;Proteína Bruta: 5,82;Extrato Etéreo: 1,57;Fibra de Detergente Neutro: 29,14; Fibra em Detergente Ácido: 26,02; Carboidratos não Fibrosos: 44,65; Carboidratos totais: 73,76; Nutrientes digestiveis totais: 60,18.",
    "consideracoesComposicao": "Como é natural para todas as forragens da família das cactaceas, a Coroa de frade apresenta baixo teor de proteína e elevado teor de umidade, carboidratos e minerais em detrimento as leguminasas.",
    "formasPropragacao": "Sementes",
    "formasPropragacaoDetalhes": "As sementes são dispersardas no ambiente via animais que se alimentam dos frutos, deixando as mesmas espalhadas no ambiente.",
    "destribuicao": "No Brasil, esta espécie é encontrada facilmente na região Nordeste e nos estados de Minas Gerais, Goiás, Tocantins, Amazonas, Roraima, Espírito Santo e Rio de Janeiro.",
    "produtividade": "Em relação aos dados de produtividade desta espécie, não foram encontrados estudos que enfatizem tal produção de massa verde e seca.",
    "neutralizacaoDeFatoresAnti": "Com relação aos fatores antinutricionais para o gênero Melocactus, não há estudos relatando esse efeito sobre a alimentação de ruminantes. Porém a Coroa de frade apresenta espinhos ricos em lignina (composto indigestível pelo ruminante), que devem ser removidos antes do preparo para ofertar aos animais, além de que, os espinhos podem ser um risco a integridade do trato digestivo do animal.",
    "desempenho": "As principais cactáceas nativas utilizadas como fonte alternativa de alimentação para os animais são: o mandacaru, o xique-xique e a coroa-de-frade. Os agricultores utilizam a planta na alimentação de animais, por ser uma excelente reserva de água e carboidratos, sendo uma boa opção para os momentos de estiagem. São vários os estudos que demonstram a eficiência das cactáceas como alternativa alimentar para ruminantes. Um estudo avaliou a composição bromatológica do mandacaru e obteve os seguintes valores de matéria seca (MS), matéria orgânica (MO), proteína bruta (PB), extrato etéreo (EE), fibra em detergente neutro (FDN) e fibra em detergente ácido (FDA), respectivamente: 16,43; 89,49; 8,17; 1,67; 53,02;41,61.",
    "curiosidades": "Assim como a maioria das cactaceas a coroa de frade é resistente ao clima seco, ao tipo de solo, altas temperaturas e escassez de água, por possuir assim, mecanismos adaptativos e de defesa as condições ambientais.",
    "bibliografia": [
      {
        "_id": 1,
        "pesquisa": "Cavalcanti, N. B.; Resende, G. M. Consumo de xiquexique [Pilosocereus gounellei (A. Weber ex K. Schum.) Byl. ex Rowl.] por caprinos no semiárido da Bahia. Revista Caatinga. Mossoró, v. 20, n.1, p.22-27, 2007."
      },
      {
        "_id": 2,
        "pesquisa": "International Union for Conservation, 2016. The IUCN Red List of Threatened Species. Version 2016-3. Disponível em: <http://www.iucnredlist.org>. Acesso em: 10 maio. 2022."
      },
      {
        "_id": 3,
        "pesquisa": "Correia, D.; Nascimento, E. H. S.; Araújo, J. D. M. et al., Germinação de sementes de cactáceas in vitro. Fortaleza: Embrapa Agroindústria Tropical, 2011. 6 p. (Embrapa Agroindústria Tropical. Comunicado técnico, 181). Disponível em: <https://ainfo.cnptia.embrapa.br/digital/bitstream/item/55343/1/COT11017.pdf>. Acesso em: 10 jan. 2022."
      },
      {
        "_id": 4,
        "pesquisa": "Silva, J. G. M; Lima. F. C.; Aguiar, E. M. et al., Cactáceas nativas associadas a fenos de flor de seda e sabiá na alimentação de borregos. Revista Caatinga, v. 23, n. 3, p. 123-129, 2010."
      }
    ]
  },
  {
    "_id": 2,
    "nomePopular": "Facheiro",
    "images": [
      {
        "_id": 1,
        "url": "https://res.cloudinary.com/dymumcdky/image/upload/v1672323997/FACHEIRO/FACHEIRO_2_q6tzc4.jpg"
      },
      {
        "_id": 2,
        "url": "https://res.cloudinary.com/dymumcdky/image/upload/v1672323997/FACHEIRO/FACHEIRO_e2goqw.jpg"
      }
    ],
    "nomesPopulares": "Facheiro; Facheiro amarelo; Facheiro da serra; Facheiro de pedra.",
    "nomeCientifico": "Pilosocereus pachycladus Ritter",
    "nomeFamilias": "Cactácea",
    "consumidorPor": "Caprinos, ovinos e bovinos.",
    "partesUtilizadas": "Planta inteira após a remoção dos espinhos.",
    "formasConservacao": "As plantas colhidas devem ser armazenadas em ambiente fresco, seco, livre de insolação e umidade, o que assegura a conservação por um periodo de tempo prolongado.",
    "formasOfertaPreparo": "Os espinhos devem ser removidos da planta antes da trituração para a oferta aos animais. A redução da planta em partículas menores favorece a digestão pelo animal após a oferta. O facheiro é ofertado para os animais ruminantes na forma de mistura múltipla, juntamente com feno de outras espécies forrageiras como ração (volumosa) contribuindo com a fibra alimentar presente  em pouca quantidade nas cactáceas e ração farelada concentrada proteica e energética (farelo de soja, trigo, ureia..., farelo de milho, aveia, arroz...).",
    "composicaoProteica": 5.14,
    "composicaoCarboidratosTotais": 69.28,
    "composicaoBromatologica": "Matéria Seca: 14,65;Matéria Orgânica: 76,51;Matéria Mineral: 23,36;Proteína Bruta: 5,14;Extrato Etéreo: 1,84;Fibra de Detergente Neutro: 34,62; Fibra em Detergente Ácido: 16,88; Carboidratos não Fibrosos: 34,56; Carboidratos totais: 69,28; Nutrientes digestiveis totais: 56,69",
    "consideracoesComposicao": "Como é natural de toda forragem da familia das cactaceas, o Facheiro apresenta baixo teor de proteína e elevado teor de umidade, carboidratos soluveis e minerais em detrimento as leguminasas.",
    "formasPropragacao": "Sementes e/ou estacas",
    "distribuicao": "O facheiro espécie do gênero Pilosocereus pachycladus pertence à família das cactáceas e destaca-se por apresentar maior número de espécies com 35 exemplares distribuídos entre o México e Paraguai, sendo o Brasil o pais detentor do maior número de espécies, distribuídas em diferentes ambientes, sendo o principal deles a caatinga.",
    "formasPropragacaoDetalhes": "Um estudo constatou, que as sementes de facheiro se comportam como fotoblásticas positiva e as temperaturas constantes entre 25 e 30 ºC, proporcionando maiores porcentagens e velocidades de germinação. Além da propagação por sementes, o facheiro pode ser multiplicado através do plantio de partes da planta, como estacas do caule.",
    "destribuicao": "O facheiro espécie do gênero Pilosocereus pachycladus pertence à família das cactáceas e destaca-se por apresentar maior número de espécies com 35 exemplares distribuídos entre o México e Paraguai, sendo o Brasil o pais detentor do maior número de espécies, distribuídas em diferentes ambientes, sendo o principal deles a caatinga.",
    "produtividade": "Para os dados sobre a produtividade para esta espécie, não foram encontrados estudos que enfatizem tal produção de massa verde e seca.",
    "neutralizacaoDeFatoresAnti": "Para os possiveis fatores antinutricionais presentes no gênero Pilosocereus, não há estudos relatando esse efeito sobre a alimentação de ruminantes. Porém o facheiro apresenta espinhos na sua estrutura, ricos em lignina (composto indigestível pelo ruminante), que devem ser removidos antes do preparo para ofertar aos animais, evitando assim algum dano ao trato digestivo do animal.",
    "desempenho": "O xique-xique e mandacaru associados aos fenos de sabiá e flor de seda na dieta de cabras leiteiras proporcionam maiores consumo de nutrientes nas dietas que contém o feno de sabiá. As associações dos alimentos resultam em produção média de 1,3 kg de leite/cabra/dia, sem alterações nas características químicas do mesmo, podendo representar mais uma opção alimentar para os períodos de seca no semiárido nordestino. O mandacaru, a macambira, o facheiro, o xique-xique, a coroa-de-frade, entre outras plantas nativas da Caatinga, têm-se mostrado como alternativas de grande valor para sustentação dos rebanhos nos períodos de seca.",
    "curiosidades": "Assim como a maioria das cactaceas o facheiro é resistente ao clima seco, tipos de solo, altas temperaturas e escasses de água, por possuir mecanismos adaptativos de defesa as condições ambientais.",
    "bibliografia": [
      {
        "_id": 1,
        "pesquisa": "Abud, H. F.; Gonçalves, N. R.; Reis, R. G. E. et al, Germinação e expressão morfológica de frutos, sementes e plântulas de Pilosocereus pachycladus Ritter.  Rev. Ciênc. Agron. v. 41, n. 3 p. 468-474, jul-set, 2010."
      },
      {
        "_id": 2,
        "pesquisa": "Lima, José Luciano. Plantas forrageiras da caatinga: Usos e potencialidades. Petrolina, Embrapa, 43 p. 1996."
      },
      {
        "_id": 3,
        "pesquisa": "Silva, J. G. M.; Melo, A. A. S.; Rêgo, M. M. T. et al, cactáceas nativas associadas a fenos de flor de seda e sabiá na alimentação de cabras leiteiras. Revista Caatinga, Mossoró, v. 24, n. 2, p. 158-164, abr.-jun., 2011."
      },
      {
        "_id": 4,
        "pesquisa": "Cavalcanti, N. B & Resende, G. M.  Plantas nativas da caatinga utilizadas pelos pequenos agricultores para alimentação dos animais na seca. III Congresso Nordestino de Produção Animal, 29 de novembro a 03 de dezembro de 2004 Campina Grande, PB"
      }
    ]
  },
  {
    "_id": 3,
    "nomePopular": "Mandacaru",
    "images": [
      {
        "_id": 1,
        "url": "https://res.cloudinary.com/dymumcdky/image/upload/v1672323999/MANDACARU/MANDACARU_vayqt1.jpg"
      },
      {
        "_id": 2,
        "url": "https://res.cloudinary.com/dymumcdky/image/upload/v1672323999/MANDACARU/MANDACARU_2_lfthci.jpg"
      }
    ],
    "nomesPopulares": "Mandacaru; Jamacaru; Cardeiro; Cumbeba; Princesa da noite.",
    "nomeCientifico": "Cereus jamacaru ",
    "nomeFamilias": "Cactáceae",
    "consumidorPor": "Caprinos, ovinos e bovinos",
    "partesUtilizadas": "Planta inteira após a remoção dos espinhos.",
    "formasConservacao": "As plantas colhidas devem ser armazenadas em ambiente fresco, seco, livre de insolação e umidade, podendo assim permanecer por mais tempo sem estragar.",
    "formasOfertaPreparo": "Os espinhos devem ser extraídos da planta antes da trituração para a oferta aos animais juntamente com outros alimentos ricos em fibra alimentar. A redução da planta em partículas menores favorece a digestão pelo animal após a oferta. O mandacaru é ofertado para ruminantes na forma de mistura múltipla, juntamente com feno de outras espécies forrageiras (volumoso) e ração farelada concentrada proteica e energética (farelo de soja, trigo, ureia..., farelo de milho, aveia, arroz...).",
    "composicaoProteica": 6.44,
    "composicaoCarboidratosTotais": 77.59,
    "composicaoBromatologica": "Matéria Seca: 15,27;Matéria Orgânica: 85,66;Matéria Mineral: 13,97;Proteína Bruta: 6,44;Extrato Etéreo: 1,59;Fibra de Detergente Neutro: 45,66; Fibra em Detergente Ácido: 15,75; Carboidratos não Fibrosos: 32,45; Carboidratos totais: 77,59;Nutrientes digestiveis totais: 54,90",
    "consideracoesComposicao": "Como é natural de toda cactacea, o Mandacaru apresenta baixo teor de proteína e elevado teor de umidade, carboidratos e minerais em detrimento as leguminasas.",
    "formasPropragacao": "Sementes",
    "distribuicao": "O mandacaru (Cereus jamacaru), é uma cactácea nativa do Brasil, adaptada às condições climáticas do Semiárido.",
    "formasPropragacaoDetalhes": "As sementes são dispersas no ambiente via animais que se alimentam dos frutos. O Mandacaru também pode ser multiplicado por mudas em viveiros a partir de sementes colhidas de frutos maduros e por estacas obtidas de plantas adultas. A produção de mudas em viveiros leva de 3 a 4 meses para que possam ser transplantadas para o campo. O plantio deve ocorrer alguns dias após a retirada das estacas, em covas com 15 centímetros de profundidade.",
    "produtividade": "Em estudo realizado no ano de 2016, foi constatado que as melhores produtividades médias foram obtidas para o Mandacaru, com espaçamento de 2 m x 1,5 m, chegando a 1.304 kg de matéria seca / ha / ano e (5.695 kg de matéria verde / ha / ano).",
    "neutralizacaoDeFatoresAnti": "Com relação aos fatores antinutricionais para o gênero Cereus jamacaru, não há estudos relatando esse efeito sobre a alimentação de ruminantes. Porém o Mandacaru apresenta espinhos ricos em lignina (composto indigestível pelo ruminante), que devem ser removidos antes de ofertar a planta aos animais.",
    "desempenho": "Em estudo realizado em 2010, a composição bromatológica do mandacaru obteve os seguintes valores de matéria seca (MS), matéria orgânica (MO), proteína bruta (PB), extrato etéreo (EE), fibra em detergente neutro (FDN) e fibra em detergente ácido (FDA), respectivamente: 16,43; 89,49; 8,17; 1,67; 53,02;41,61. Percentuais importantes quando se pensa em acrescentar na alimentação animal, sobretudo para os animais criados em regiões com escassez de água, por apresentar uma boa suculência.",
    "curiosidades": "Assim como a maioria das cactaceas, o mandacaru é resistente ao clima seco, diferentes tipos de solo, altas temperaturas e escassez de água, por possuir mecanismos adaptativos de defesa as condições ambientais.",
    "bibliografia": [
      {
        "_id": 1,
        "pesquisa": "Neves, A. M. B.; Nobre, F. V.; Fonseca, J. R. R. et al, O Xiquexique e outros cactos forrageiros. Natal: SEBRAE/RN, 96 p. il. ISBN 978-85-88779-30-3, 2016."
      },
      {
        "_id": 2,
        "pesquisa": "Silva, J.G.M. et al. Utilização e manejo do Xiquexique e Mandacaru como reservas estratégicas de forragem. Natal: EMPARN, 36p. (série Documentos, 33), 2007."
      },
      {
        "_id": 3,
        "pesquisa": "Silva, J. G. M; Lima, G. F. C.; Aguiar, E. M. et al, cactáceas nativas associadas a fenos de flor de seda e sabiá na alimentação de borregos. Revista Caatinga, v. 23, n. 3, p. 123-129, 2010."
      }
    ]
  },
  {
    "_id": 4,
    "nomePopular": "Xique-Xique",
    "images": [
      {
        "_id": 1,
        "url": "https://res.cloudinary.com/dymumcdky/image/upload/v1672324002/XIQUE-XIQUE/XIQUE_XIQUE_il8shu.jpg"
      },
      {
        "_id": 2,
        "url": "https://res.cloudinary.com/dymumcdky/image/upload/v1672324002/XIQUE-XIQUE/XIQUE_XIQUE_2_hdca1f.jpg"
      }
    ],
    "nomesPopulares": "Xique-xique; Alastrado; Xique-xique de pedra.",
    "nomeCientifico": "Pilosocereus gounellei",
    "nomeFamilias": "Cactáceae",
    "consumidorPor": "Caprinos, ovinos e bovinos",
    "partesUtilizadas": "Planta inteira após a remoção dos espinhos.",
    "formasConservacao": "As plantas colhidas devem ser armazenadas em ambiente fresco, seco, livre de insolação e umidade, pois assim permanecem mais tempo conservadas.",
    "formasOfertaPreparo": "Os espinhos devem ser extraídos da planta antes da trituração para a oferta aos animais. A redução da planta em partículas menores favorece a digestão pelo animal após a oferta. O Xique-xique é ofertado aos  ruminantes na forma de mistura múltipla, juntamente com feno de outras espécies forrageiras (volumoso) e ração farelada concentrada proteíca e energética (farelo de soja, trigo, ureia..., farelo de milho, aveia, arroz...).",
    "composicaoProteica": 4.80,
    "composicaoCarboidratosTotais": 69.95,
    "composicaoBromatologica": "Matéria Seca: 11,23;Matéria Orgânica: 73,17;Matéria Mineral: 22,83;Proteína Bruta: 4,80;Extrato Etéreo: 066;Fibra de Detergente Neutro: 35,80; Fibra em Detergente Ácido: 23,60; Carboidratos não Fibrosos: 34,57; Carboidratos totais: 69,95",
    "consideracoesComposicao": "Como é natural de toda forragem da família das cactaceas, o xique-xique apresenta baixo teor de proteína e elevado teor de umidade, carboidratos e minerais em detrimento as leguminasas.",
    "formasPropragacao": "Sementes",
    "formasPropragacaoDetalhes": "O  xique-xique pode ser multiplicado por mudas em viveiros e por estacas obtidas de plantas adultas. A produção de mudas em viveiros leva de 3 a 4 meses para seu transplantada para o campo. O plantio deverá ocorrer alguns dias após a retirada das estacas, em covas com 15 centímetros de profundidade. Estacas expostas ao sol, após a colheita, durante 3 a 5 dias, têm uma melhor cicatrização dos cortes e uma maior brotação das raízes.",
    "destribuicao": "O xique-xique é uma cactácea nativa da Caatinga muito presente nos estados do CE, RN, BA, PI, PB, PE, AL e SE.",
    "produtividade": "Em estudo realizado em 2016, as melhores produtividades médias foram obtidas para o Xique-xique, com espaçamento de 1 m x 1 m, chegando a 172 kg de matéria seca / há   / ano e (910 kg de matéria verde / ha / ano).",
    "neutralizacaoDeFatoresAnti": "Com relação aos fatores antinutricionais para o gênero Pilosocereus, não há estudos relatando esse efeito sobre a alimentação de ruminantes. Porém o Mandacaru apresenta espinhos ricos em lignina (composto indigestível pelo ruminante), que devem ser removidos antes do preparo para ofertar aos animais que consomem.",
    "desempenho": "O xique-xique apresenta boa palatabilidade, sendo consumido em maiores quantidades nas épocas de seca, onde os alimentos para os ruminantes são escassos. Desenvolve-se bem em trechos secos, de solos rasos e regiões rochosas, cobrindo assim áreas extensas, que os espinhos de forte resistência se tornam quase impenetráveis. É apreciado pelo gado, sendo conveniente picá-lo antes de fornecer na alimentação. Em estudo sobre essas cactáceas constatou-se que elas são opções de reserva de água e alimentos para ruminantes em períodos de longas secas no Nordeste; além de suas adequações agroecológicas para o manejo sustentável da espécie no forrageamento animal como plantas na Caatinga.",
    "curiosidades": "Assim como a maioria das cactáceas o Xique-xique  é resistente ao clime seco, altas temperaturas, diferentes tipos de solo e escassez de água, por possuir mecanismos adaptativos de defesa as condições ambientais.",
    "bibliografia": [
      {
        "_id": 1,
        "pesquisa": "Freitas Júnior, F. G. Agricultura no Semiárido. 2014. Disponível em:  http://agriculturanosemiarido.blogspot.com.br/2014/01/principais-especies-cactaceasnativas.html Acesso em: 24 mai, 2022."
      },
      {
        "_id": 2,
        "pesquisa": "Silva, J.G.M.; Lima, G.F.C.; Rêgo, M.M.T. Cactáceas Nativas na Alimentação de Ruminantes. Rev. Cient. Prod. Anim., v.15, n.1, p.53-62, 2013."
      },
      {
        "_id": 3,
        "pesquisa": "Neves, A. M. B.; Nobre, F. V.; Fonseca, J. R. R. et al, O Xiquexique e outros cactos forrageiros. Natal: SEBRAE/RN, 2016. 96 p. il. ISBN 978-85-88779-30-3."
      }
    ]
  },
  {
    "_id": 5,
    "nomePopular": "Palmatória",
    "images": [
      {
        "_id": 1,
        "url": "https://res.cloudinary.com/dymumcdky/image/upload/v1672324001/PAMAT%C3%93RIA/PAMAT%C3%93RIA_mil4d5.jpg"
      },
      {
        "_id": 2,
        "url": "https://res.cloudinary.com/dymumcdky/image/upload/v1672324001/PAMAT%C3%93RIA/PAMAT%C3%93RIA_2_be0ghr.jpg"
      }
    ],
    "nomesPopulares": "Palmatória; Palmatória-de-espinho; Palminha; Quipá-de-espinho; Palmatória-de-quipá.",
    "nomeCientifico": "Tacinga palmadora",
    "nomeFamilias": "Cactáceae",
    "consumidorPor": "Caprinos, ovinos e bovinos",
    "partesUtilizadas": "Planta inteira após a remoção dos espinhos.",
    "formasConservacao": "As plantas colhidas devem ser armazenadas em ambiente fresco, seco, livre de insolação e umidade, elevando assim a vida útil do alimento.",
    "formasOfertaPreparo": "Os espinhos devem ser extraídos da planta antes da trituração e de ser ofertada aos animais. A redução da planta em partículas menores favorece a digestão pelo animal após a oferta. A palmatória é ofertada para ruminantes na forma de mistura múltipla, juntamente com feno de outras espécies forrageiras (volumoso) e ração farelada concentrada proteíca e energética (farelo de soja, trigo, ureia..., farelo de milho, aveia, arroz...).",
    "composicaoProteica": 2.9,
    "composicaoCarboidratosTotais": 82.66,
    "composicaoBromatologica": "Matéria Seca: 13,42;Matéria Orgânica: 88,26;Matéria Mineral: 11,55;Proteína Bruta: 2,92;Extrato Etéreo: 2,45;Fibra de Detergente Neutro: 40,17; Fibra em Detergente Ácido: 17,08; Carboidratos não Fibrosos: 42,54; Carboidratos totais: 82,66; nutrientes digestiveis totais:42,38",
    "consideracoesComposicao": "Como é natural de toda forragem da família das cactáceas, a Palmatória apresenta baixo teor de proteína e elevado teor de umidade, carboidratos e minerais em detrimento as leguminasas.",
    "formasPropragacao": "Cladóidos",
    "formasPropragacaoDetalhes": "A espécie produz seus clones através da queda natural de seus caules sintetizantes que caem no chão, enraízam e emitem novos ramos, ambos a partir das aréolas, originando assim novos indivíduos. Os frutos, por serem revestidos com tecidos dos caules sintetizantes, possuem as mesmas características propagativas dos ramos e produzem em média 25 sementes classificadas como afoblásticas, pois não necessitam de luz para iniciar seu processo germinativo.",
    "destribuicao": "A Palmatória é uma espécie nativa da Caatinga, amplamente distribuída no bioma, e na região nordeste do Brasil, com exceção ao estado do Maranhão.",
    "produtividade": "Não foram encontradas informações sobre esse item nas pesquisas consultadas, provavelmente devido a pouca utilização da planta na alimentação aimal por parte dos produtores.",
    "neutralizacaoDeFatoresAnti": "Com relação aos fatores antinutricionais para o gênero Tacinga palmadora, a planta apresenta B-Sitosterol-3-0-glicosideo, N-trans-feruloyl 4-0-metildopamina, N-trans-feruloyl tiramina e N-cis-feruloyl tiramina. Contudo há produtores que utilizam a espécie na alimetação de ruminantes sem qualquer indicio de toxidez. Não há estudos relatando esse efeito sobre a alimentação de ruminantes. ",
    "desempenho": "Estudos tem apontado as cactáceas como fonte de alimento alternativo para animais de regiões semiáridas em períodos de longas estiagens. Espécies como xique-xique (Pilosocereus gounellei), palmatória (Opuntia palmadora), mandacaru (Cereus jamacaru) e maniçoba (Manihot glaziovi), são as mais utilizadas para alimentação dos rebanhos, sendo oferecidas in natura e na forma conservada aos animais. Em trabalho realizado em 2018, em uma comunidade rural de Boqueirão (PB), a Tacinga Plamadora chegou a alcançar 2,75% de utilização na alimentação animal dos animas desta região.",
    "curiosidades": "Assim como a maioria das cactáceas, a Palmatória é resistente ao clima seco, altas temperaturas e escasses de água, por possuir mecanismos de defesa a estas condições ambientais.",
    "bibliografia": [
      {
        "_id": 1,
        "pesquisa": "Batista, F. R. C., Almeida, E. M., Alves, L. I. F., Silva, P. K., Neves, J. A. L. & Freitas, J. G. Cactário  Guimarães  Duque:  Espécies  da  Coleção  Botânica  do  INSA.  Campina Grande:   Instituto   Nacional   do semiárido. P 227, (2018)."
      },
      {
        "_id": 2,
        "pesquisa": "Meiado, M.V. 2012. Propagação sexual e assexual estruturando populações de Tacinga palmadora (Britton & Rose) N. P. Taylor & Stuppy, um cacto endêmico da Caatinga. Rev. Biol. Neotrop. 9(2): 6-13."
      },
      {
        "_id": 3,
        "pesquisa": "Pedrosa, K. M. (2018). Uso e manejo de tradicional de cactaceae em uma região do Semiárido da Paraíba. 66 f. (Dissertação de Mestrado em Desenvolvimento do MeioAmbiente) - Universidade Federal da Paraíba, João Pessoa, Paraíba."
      },
      {
        "_id": 4,
        "pesquisa": "Reyes-Aguero, J. A.; Aguirre, R. J. R.; Valiente-Banuet, A. 2006. Reproductive biology of  Opuntia: a review. Journal of Arid Environments 64: 549-585."
      }
    ]
  },
  {
    "_id": 6,
    "nomePopular": "Crista de Galo",
    "images": [
      {
        "_id": 1,
        "url": "https://res.cloudinary.com/dymumcdky/image/upload/v1672323996/CRISTA-DE-GALO/CRISTA_DE_GALO_f1rdgf.jpg"
      },
      {
        "_id": 2,
        "url": "https://res.cloudinary.com/dymumcdky/image/upload/v1672323996/CRISTA-DE-GALO/CRISTA_DE_GALO_1_vz1r7q.jpg"
      }
    ],
    "nomesPopulares": "Crista de galo; Cravo de anum; Gervão-branco; Crista de urubú; Cravo de urubu.",
    "nomeCientifico": "Heliotropium indicum L.",
    "nomeFamilias": "Boraginaceae",
    "consumidorPor": "Caprinos, ovinos e bovinos",
    "partesUtilizadas": "Planta inteira",
    "formasConservacao": "A Crista de galo é uma herbácea que deve ser conservada nas formas a pasto, feno ou silagem.",
    "formasOfertaPreparo": "A planta forrageira Crista de galo pode ser ofertada nas formas a pasto, feno ou silagem, estas duas últimas formas pode ser ofertada no cocho para animais ruminantes (Caprinos, Ovinos e Bovinos), misturada a outros alimentos volumosos (fenos de capinos e folhas de leguminosas), bem como a ração concentrada (farelos de soja, milho, trigo etc...), já a opção a pasto o animal escolhe a melhor forma de utilização.",
    "composicaoProteica": 18.39,
    "composicaoCarboidratosTotais": 62.84,
    "composicaoBromatologica": "Matéria Seca: 21,96;Matéria Orgânica: 86,48;Matéria Mineral: 13,52;Proteína Bruta: 17,39;Extrato Etéreo: 5,26;Fibra de Detergente Neutro: 52,70; Fibra em Detergente Ácido: 39,59; Carboidratos não Fibrosos: 10,14; Carboidratos totais: 62,84.",
    "consideracoesComposicao": "A planta Crista de galo é uma espécie herbácea, por isso apresenta porte baixo e não se espalha. por isso tem uma menor produção de massa verde. Desta forma, podemos afirmar que mesmo com uma boa composição nutricional sua capacidade de produção em grande escala é baixa.",
    "formasPropragacao": "Sementes",
    "formasPropragacaoDetalhes": "Assim como a maioria das herbáceas a propagação se dá por sementes.",
    "destribuicao": "Crista de galo (Heliotropium indicum L.) é uma planta do gênero Heliotropium, representada por aproximadamente 300 espécies, distribuídas nas regiões tropicais, subtropicais e temperadas, ocorrendo principalmente nas zonas áridas.",
    "produtividade": "Em se tratando da sua produtividade não foram encontrados estudos que comprovem sua produtividade em escala anual.",
    "neutralizacaoDeFatoresAnti": "O macerado de flores de Heliotropium indicum L. são tóxicos para abelhas operárias, Apis melífera, devido a presença de Tanino, Saponina, Alcaloides e Terpenos, pode ser considerada uma planta tóxica se ingerida em grandes quantidades pelos animais principalmente para equídeos, porém se o consumo for baixo ou misturadas a outros alimentos o efeito é praticamente inexistente. A planta na forma de feno ou silagem, pode ser utilizada na alimentação animal sem o risco de toxidez. Em estudo sobre o extrato etanólico de Heliotropium indicum constataram que em doses entre 1500 mg/kg e 3000 mg/kg tem efeitos antioxidantes, anti-inflamatórios e pode neutralizar a peroxidação lipídica. O Heliotropium indicum pode ser considerado hepatoprotetor nessas doses.",
    "desempenho": "Não foram encontrados estudos que comprovem o uso na alimentação animal, relatando ganho de peso e produção. Porém a planta pode ser ofertada aos animais nas formas de pasto, feno e silagem.  Estudo realizado em 2016, constataram que a especie Heliotropium tiairidioides é uma das plantas da Caatinga selecionadas por ovinos. Contudo, estudos devem ser realizados para que se possam relatar com segurança o uso dessa espécie na alimentação animal, sem o indício de toxidez, uma vez que a família das Boragináceas, apresentam um grande acervo de espécies e que algumas podem apresentar compostos antinutricionais.",
    "curiosidades": "O Heliotropium indicum pode ser tóxica para operárias de Apis melífera. Devido a presença de Tanino, Saponina, Alcaloides e Terpenos, pode ser considerada uma planta toxica se ingerida pelos animais em grandes quantidades, principalmente para equídeos, porém se ingerida em pequenas quantidades ou misturadas a outros alimentos o efeito é praticamente inexistente.",
    "bibliografia": [
      {
        "_id": 1,
        "pesquisa": "Adetuyi, B. O.; Adebisi, O. A.; Awoyelu, E. H. et al., Phytochemical and Toxicological Effect of Ethanol Extract of Heliotropium Indicum on Liver of Male Albino Rats  Article, Volume 10, Issue 2, 2085 – 2095, 2021."
      },
      {
        "_id": 2,
        "pesquisa": "Förther, H. Die infragenerische Gliederung der Gattung Heliotropium L. und ihre Sterllung innerhalb der subfam. Heliotropioideae (Schrad.) Arn. (Boraginaceae). Sendtnera 5: 35-241, 1998."
      },
      {
        "_id": 3,
        "pesquisa": "Ramalho, D.C.; Efeito Tóxico De Flores De Heliotropium Indicum L. Sobre Abelhas Operarias Africanizadas. Trabalho de conclusão de curso UFCG, Centro de Ciências e Tecnologia Agroalimenta p, 20 anos 2012."
      },
      {
        "_id": 4,
        "pesquisa": "Oliveira, O. F.; Santos, M. V. F.; Cunha, M. V. et al., Botanical composition of Caatinga rangeland and diets selected by grazing sheep. Tropical Grasslands-Forrajes Tropicales (2016) Vol. 4(2):71–81."
      }
    ]
  },
  {
    "_id": 7,
    "nomePopular": "Burra Leiteira",
    "images": [
      {
        "_id": 1,
        "url": "https://res.cloudinary.com/dymumcdky/image/upload/v1672323995/BURRA-LEITEIRA/BURRA_LEITEIRA_uip0ig.jpg"
      },
      {
        
        "_id": 2,
        "url": "https://res.cloudinary.com/dymumcdky/image/upload/v1672323995/BURRA-LEITEIRA/BURRA_LEITEIRA_1_hubhpz.jpg"
      }
    ],
    "nomesPopulares": "Erva de andorinha; Burra-leiteira; Erva de Santa Luzia.",
    "nomeCientifico": "Euphorbia hyssopifolia L.",
    "nomeFamilias": "Euphorbiaceae",
    "consumidorPor": "Caprinos, Ovinos e Bovinos",
    "partesUtilizadas": "Planta inteira",
    "formasConservacao": "Burra leiteira é uma herbácea que deve ser conservada nas formas de pasto, feno ou silagem.",
    "formasOfertaPreparo": "A planta forrageira Burra Leiteira pode ser ofertada nas formas de pasto (quando o animal decide a melhor forma de utilização), bem como nas formas de feno ou silagem, estas duas últimas formas, podem ser ofertadas no cocho para animais ruminantes (Caprinos, Ovinos e Bovinos), misturada a outros alimentos volumosos (fenos de capins e folhas de leguminosas) bem como a ração concentrada (farelos de soja, milho, trigo etc...).",
    "composicaoProteica": 14.03,
    "composicaoCarboidratosTotais": 75.50,
    "composicaoBromatologica": "Matéria Seca: 31,33;Matéria Orgânica: 91,35;Matéria Mineral: 6,66;Proteína Bruta: 14,03;Extrato Etéreo: 3,81;Fibra de Detergente Neutro: 60,40; Fibra em Detergente Ácido: 15,10; Carboidratos não Fibrosos: 23,78; Carboidratos totais: 75,50",
    "consideracoesComposicao": "É uma planta com boa composição bromatológica, porém é aconselhavel o uso apenas na forma de feno ou silagem, pois na forma in natura ela pode apresentar alguma substância antinutricional ou tóxica por se tratar de uma espécie da família das Euphorbiaceae.",
    "formasPropragacao": "Sementes",
    "formasPropragacaoDetalhes": "A planta libera as sementes no solo ao fim do seu processo produtivo. As sementes ficam no chão até que haja condição favorável a germinação.",
    "destribuicao": "Esta planta é nativa das Américas tropicais e quentes. No Brasil, seu habitat de ocorrência é a Amazônia, Caatinga, Cerrado, Pampa e Mata Atlântica.",
    "produtividade": "Assim como toda planta do estrato herbaceo, não foram encontrados estudos que estimem e comprovem sua produtividade em escala anual.",
    "neutralizacaoDeFatoresAnti": "A Erva de Andorinha é uma espécie pertencente a família das Euphorbiaceae, por isso possuem    potencial medicinal e certa toxicidade. Porém, essa toxidez não interfere no emprego desta planta como forragem na forma de feno ou silagem, pois estes processos consistem na desidratação e fermentação anaeróbica resultando na neutralização do composto HCN, e o efeito da toxidez aoS animaIS que consomem.",
    "desempenho": "Por se tratar de uma espécie herbácea, a produção de massa verde é baixa e muitas vezes não se encontra estudos sobre desempenho através da utilização da espécie na alimentação animal.",
    "curiosidades": "É uma das plantas invasoras mais temida pelos produtores, em função da dificuldade de controle. Suas sementes germinam durante o período quente do ano, emergindo até 12 cm de profundidade e mantendo a viabilidade germinativa por vários anos, mesmo quando enterradas.",
    "bibliografia": [
      {
        "_id": 1,
        "pesquisa": "Adedapo, A.A.; Abatan, M.O.; Olorunsogo, O.O. Toxic effects of some plants in the genus Euphorbia on haematological and biochemical parameters of rats. Veterinarski Arhiv 74: 53-62p, 2004."
      },
      {
        "_id": 2,
        "pesquisa": "Melo, F.R.; Rigden, D.J.; Franco, O.L.; Mello, L.V.; Ary, M.B.; Grossi de Sa, M.F.; Bloch, C.Jr. Inhibition of trypsin by cowpea thionin: characterization, molecular modeling, and docking. Proteins 48: 311-319p, 2011."
      },
      {
        "_id": 3,
        "pesquisa": "Thakur, H. A.; Patil D. A. Taxonomic and Phylogenetic Assessment of the Euphorbiaceae: A Review.Journalof Experimental Sciences v. 2, n. 3, p. 37-46, 2011. Chamaesyce hyssopifolia (L.) Small , Boletim do Jardim Botânico de Nova York 3 (11): 429 (1905)."
      },
      {
        "_id": 4,
        "pesquisa": "Sátiro, L.N.; Roque, R. A família Euphorbiaceae nas caatingas arenosas do médio Rio São Francisco, BA, Brasil. Acta Botanica Brasilica 22 (1): 99-118p, 2008."
      },
      {
        "_id": 5,
        "pesquisa": "Yang, C.M.; Cheng, H.Y.; Lin, T.C.; Chiang, L.C.; Lin, C.C. Euphorbia thymifolia suppresses herpes simplex virus-2 infection by directly inactivating virus infectivity. Clinical and Experimental Pharmacology and Physiology 32: 346-349p, 2005."
      }
    ]
  },
  {
    "_id": 8,
    "nomePopular": "Feijão Bravo",
    "images": [
      {
        "_id": 1,
        "url": "https://res.cloudinary.com/dymumcdky/image/upload/v1672323998/FEIJAO-BRAVO/FEIJ%C3%83O_BRAVO_ke8xke.jpg"
      },
      {
        "_id": 2,
        "url": "https://res.cloudinary.com/dymumcdky/image/upload/v1672323997/FEIJAO-BRAVO/FEIJ%C3%83O_BRAVO_1_dplywc.jpg"
      }
    ],
    "nomesPopulares": "Feijão bravo; Feijão de boi.",
    "nomeCientifico": "Capparis flexuosa L.",
    "nomeFamilias": "Capparaceae",
    "consumidorPor": "Bovinos, caprinos e ovinos",
    "partesUtilizadas": "Folhas, frutos e ramos finos flexiveis.",
    "formasConservacao": "O feijão bravo pode ser conservado nas formas de feno, silagem ou até mesmo a pastos.",
    "formasOfertaPreparo": "Para ofertar essa planta aos animais é importante que ela passe pelo processo de desidratação ou ensilagem, pois em ambos os processos a planta perde possiveis substâncias indesejadas ou tóxicas. A oferta pode ocorrer no cocho juntamente com outras fontes de fibra e concentrado, calculando as proporções adequadas para cada categoria de produção.",
    "composicaoProteica": 17.39,
    "composicaoCarboidratosTotais": 66.64,
    "composicaoBromatologica": "Matéria Seca: 48,21;Matéria Orgânica: 91,09; Matéria Mineral: 8,91;Proteína Bruta: 17,39;Extrato Etéreo: 7,06;Fibra de Detergente Neutro: 53,15; Fibra em Detergente Ácido: 32,73; Carboidratos não Fibrosos: 13,49; Carboidratos totais: 66,64.",
    "consideracoesComposicao": "A planta apresenta uma boa composição bromatológica, podendo ser consumida pelos animais nas formas de pasto (a escolha pelo animal), feno e silagem no cocho.",
    "formasPropragacao": "Sementes ou estacas",
    "formasPropragacaoDetalhes": "No caso da propagação feita por estacas, é importante o uso de indutores de crescimento das raizes que facilitam a pega das estacas no solo.",
    "destribuicao": "Ocorre do México ao sul da Flórida, da América Central, até a América do norte e América do Sul. No Brasil, ocorre em todas as regiões menos no Sul, principalmente no Pará e Minas gerais.",
    "produtividade": "Não foram encontrados dados que comprovem a produtividade desta planta na literatura consultada. Provavelmente por se tratar de uma planta nativa as quais ainda são pouco estudadas.",
    "neutralizacaoDeFatoresAnti": "Em trabalho realizado em 2007, observaram que as concentrações e a adstringência dos taninos condensados presentes na espécie estudada são baixas ou nulas e provavelmente não acarretam problemas de ordem nutricional para ruminantes. A espécie apresenta teor de proteína superior a 16% da MS e baixa concentração em FDN e NIDA, o que indica o potencial forrageiro para atender às exigências de pequenos ruminantes.",
    "desempenho": "Um trabalho realizado em 2008, observou que o ganho de peso diário dos cordeiros alimentados com sal forrageiro de feijão-bravo foi de 48,57 g/dia. Valor que não difere estatisticamente dos obtidos com sal forrageiro de barriguda e quipé com a mistura mineral, de 25,71 g/dia; 21,42 e 20,71 g/dia.",
    "curiosidades": "A espécie pode ser usada na restauração de solos salinizados, fornecendo também forragem e madeira. É muito resistente à seca, ao vento e tem alta tolerância a salinidade. Portanto, muito importante na regeneração natural em áreas de Caatinga. Cresce em meia sombra ou pleno sol. Sua madeira usada pode ser usada para estacas, uso medicinal, na restauração florestal e como planta forrageira.",
    "bibliografia": [
      {
        "_id": 1,
        "pesquisa": "Cassama, I.; Pinto, C. M.; Salles, M. G. F. et al, Propagação vegetativa do feijão-bravo com indutor natural de enraizamento.  Agrarian Academy, Centro Científico Conhecer - Goiânia, v.5, n.9; p. 2018."
      },
      {
        "_id": 2,
        "pesquisa": "Cruz, S.E.S.B.S.; Beelen, P.M.G.; Silva, D.S.et al, Caracterização dos taninos condensados das espécies maniçoba (Manihot pseudoglazovii), flor-de-seda (Calotropis procera), feijão-bravo (Capparis flexuosa, L) e jureminha (Desmanthus virgatus).  Arq. Bras. Med. Vet. Zootec. v.59, n.4, p.1038-1044, 2007."
      },
      {
        "_id": 3,
        "pesquisa": "Gonçalves, G. S.; Oliveira, G. J. C.; Jaeger, S. M. P. L. et al, Desempenho de cordeiros alimentados com dietas contendo sal forrageiro de espécies vegetais xerófitas.  R. Bras. Zootec. v.37, n.12, p.2185-2190, 2008"
      },
      {
        "_id": 4,
        "pesquisa": "LIMA, J. L. S. Plantas forrageiras das caatingas: usos e potencialidades. EMBRAPA-Petrolina-PE: CPATSA, 1996, 44p. Disponível em: <Https://www.infoteca.cnptia.embrapa.br/infoteca/bitstream/doc/132354/1/FORRAGEIRASP1.pdf>."
      },
      {
        "_id": 5,
        "pesquisa": "MAIA, G. N. Catingueira. In: MAIA, G. N. Caatinga: árvores e arbustos e suas utilidades. São Paulo: Leitura e Arte, p. 159-169, 2004."
      }
    ]
  },
  {
    "_id": 9,
    "nomePopular": "Pega Pinto",
    "images": [
      {
        "_id": 1,
        "url": "https://res.cloudinary.com/dymumcdky/image/upload/v1672324001/PEGA-PINTO/PEGA_PINTO_1_aqiu2g.jpg"
      },
      {
        "_id": 2,
        "url": "https://res.cloudinary.com/dymumcdky/image/upload/v1672324001/PEGA-PINTO/PEGA_PINTO_oftddd.jpg"
      }
    ],
    "nomesPopulares": "Pega-pinto; Agarra-pinto; Tangaracá; Erva-tostão.",
    "nomeCientifico": "Boerhavia difusa L.",
    "nomeFamilias": "Nyctaginaceae",
    "consumidorPor": "Caprinos, ovinos e bovinos.",
    "partesUtilizadas": "Planta inteira",
    "formasConservacao": "O Pega pinto é uma herbácea que deve ser conservada nas formas a pasto, feno ou silagem.",
    "formasOfertaPreparo": "Para ofertar essa planta aos animais é importante que ela passe pelo processo de desidratação ou ensilagem, pois em ambos os processos a planta perde possíveis substâncias indesejadas ou tóxicas. A oferta pode ocorrer no cocho juntamente com outras fontes de fibra e concentrado, calculando as proporções adequadas para cada categoria de produção.",
    "composicaoProteica": 18.01,
    "composicaoCarboidratosTotais": 64.01,
    "composicaoBromatologica": "Matéria Seca: 14,05;Matéria Orgânica: 87,12; Matéria Mineral: 10,88;Proteína Bruta: 18,01;Extrato Etéreo: 5,10;Fibra de Detergente Neutro: 52,45; Fibra em Detergente Ácido: 27,48; Carboidratos não Fibrosos: 13,56; Carboidratos totais: 66,01.",
    "consideracoesComposicao": "O pega pinto é uma forragem com boa composição bromatológica, porém sua produção de massa verde é considerada baixa.",
    "formasPropragacao": "Sementes",
    "formasPropragacaoDetalhes": "Por se tratar de uma espécie herbacea em sua maioria a propagação é feito por sementes.",
    "destribuicao": "Nativa do Brasil (Amazônia, Caatinga, Cerrado, Mata Atlântica, Pantanal).",
    "produtividade": "Com relação aos dados de produtividade não foram encontrados resultados, talvez por se tratar de uma planta nativa pouco utilizada.",
    "neutralizacaoDeFatoresAnti": "Não foram encontrados estudos relatando toxidez em animais que consumiram esta planta na alimentação.",
    "desempenho": "Estudos comprovam a utilização do Pega Pinto na alimentação animal, porém, não foram encontrados dados sobre desempenho utilizando a espécie na alimentação animal.",
    "curiosidades": "O gênero Boerhavia descrito por Carl von Linnaeus, em 1753, inclui aproximadamente 50 espécies vegetais, e o nome do gênero foi em homenagem ao médico, químico e botânico holandês Hermann Boerhraave.",
    "bibliografia": [
      {
        "_id": 1,
        "pesquisa": "Pio Corrêa, M. Dicionário das plantas úteis do Brasil e das exóticas cultivadas. Rio de Janeiro: IBDF, Ministério da Agricultura, Imprensa Nacional, 1984."
      },
      {
        "_id": 2,
        "pesquisa": "Alonso, J. Tratado de Fitofármacos y Nutracéuticos. 1. ed. Rosario, Argentina: Corpus Libros, 2004."
      },
      {
        "_id": 3,
        "pesquisa": "Lorenzi, H; Matos, F.J.A. Plantas Medicinais no Brasil: nativas e exóticas. 2. ed. Nova Odessa, SP: Instituto Plantarum, 2008."
      },
      {
        "_id": 4,
        "pesquisa": "Sá, C.F.C. 2010. Nyctaginaceae in Lista de Espécies da Flora do Brasil. Jardim Botânico do Rio de Janeiro. (http://floradobrasil.jbrj.gov.br/2010/FB010903) - acesso em 06 de fevereiro de 2013."
      }
    ]
  },
  {
    "_id": 10,
    "nomePopular": "Bamburral",
    "images": [
      {
        "_id": 1,
        "url": "https://res.cloudinary.com/dymumcdky/image/upload/v1672323994/BAMBURRAL/BAMBURRAL_fvaalb.jpg"
      },
      {
        "_id": 2,
        "url": "https://res.cloudinary.com/dymumcdky/image/upload/v1672323994/BAMBURRAL/BAMBURRAL_2_sxc5sg.jpg"
      }
    ],
    "nomesPopulares": "Bamburral; Erva-canudo; Alfazema; Salva limão; Betônica brava",
    "nomeCientifico": "Hyptis suaveolens",
    "nomeFamilias": "Lamiaceae",
    "consumidorPor": "Bovinos, ovinos, caprinos e equídeos",
    "partesUtilizadas": "Planta inteira.",
    "formasConservacao": "Bamburral é um herbácea que deve ser conservada nas formas a pasto, feno ou silagem.",
    "formasOfertaPreparo": "O Bamburral (Hyptis spp.) pode ser ofertado no cocho para animais ruminantes (Caprinos, Ovinos e Bovinos), misturada a outros alimentos volumosos (fenos de capins e folhas de leguminosas) e com a ração concentrada (farelos de soja, milho, trigo e etc...). ",
    "composicaoProteica": 11.93,
    "composicaoCarboidratosTotais": 75.90,
    "composicaoBromatologica": "Matéria Seca: 17,60;Matéria Orgânica: 91,97; Matéria Mineral: 8,03;Proteína Bruta: 11,93;Extrato Etéreo: 4,14;Fibra de Detergente Neutro: 58,43; Fibra em Detergente Ácido: 34,65; Carboidratos não Fibrosos: 17,47; Carboidratos totais: 75,90.",
    "consideracoesComposicao": "O Bamburral é uma forragem com boa composição bromatológica, porém sua produção de massa verde é considerada de mediana a baixa. Além disso, a planta desaparece com a chegada do periodo de estiagem.",
    "formasPropragacao": "Sementes",
    "formasPropragacaoDetalhes": "Por se tratar de uma espécie herbácea, em sua maioria a propagação é feito por sementes.",
    "destribuicao": "Nativo das Américas, bem como em partes tropicais da África, Ásia e Austrália sendo comum em todo o Brasil, principalmente nas áreas de caatinga do Nordeste.",
    "produtividade": "Não foram encontrados dados sobre a produtividade desta planta, relacionadas a cultura para alimentação animal.",
    "neutralizacaoDeFatoresAnti": "Com relação aos possíveis fatores antinutricionais não foram encontrados dados na literatura. Porém, esta planta é bastante utilizada na medicina caseira.",
    "desempenho": "Em trabalho realizado sobre alternativas para alimentação animal nas comunidades da Borborema e Cariri paraibano, encontraram como forragens alternativas a Alfazema-brava (Hyptis suaveolens L.), Cunhã (Centrosema brasilianum), Engorda-magro (Desmodium glabrum (Mill) DC), Espinho-de-agulha (Bidens subalternans DC), Capim mimoso (Axonopus purpusii nees), Quebra-panela (Althernanthera polygonoides Mog.) e Relógio (Sida cordifolia L.), com produção de até 2.155,74 kg/ha de matéria seca palatável. Este valor pode alimentar 7,47 caprinos fêmeas de peso vivo de 30 kg, em situação de mantença, por um ano.",
    "curiosidades": "Bamburral (Hyptis spp.) é uma planta arbustiva, que pode chegar até um metro de altura, é muito popular na região Nordeste para fins de ornamentação e na medicina popular. Ela é encontrada em quase todo o continente americano e em várias outras partes do mundo.",
    "bibliografia": [
      {
        "_id": 1,
        "pesquisa": "Martins, F. T.; Santos, M. H.; Polo, M. Variação química do óleo de Hyptis suaveolens (L.) Poit., sob condições de cultivo. Quimica Nova, v. 29, n. 6, p.1203- 1209, 2006."
      },
      {
        "_id": 2,
        "pesquisa": "Moreira, A. C. P. et al. Chemical composition and antifungal activity of Hyptis suaveolens (L.) Poit leaves essential oil against Aspergillus species. Brazilian Journal of Microbiology, v. 41, p.28-33, 2010."
      },
      {
        "_id": 3,
        "pesquisa": "Silva, M. N. B.; Souza, M. F.; Bastos, C. S. et al, Sistemas de produção familiar para convivência com o semiárido brasileiro: Uma experiência de P&D da Embrapa Algodão. Campina Grande, Embrapa Algodão. Documentos, 214, 17p. 2008."
      }
    ]
  },
  {
    "_id": 11,
    "nomePopular": "Maniçoba",
    "images": [
      {
        "_id": 1,
        "url": "https://res.cloudinary.com/dymumcdky/image/upload/v1672324000/MANI%C3%87OBA/MANI%C3%87OBA_jwtpmp.jpg"
      },
      {
        "_id": 2,
        "url": "https://res.cloudinary.com/dymumcdky/image/upload/v1672323999/MANI%C3%87OBA/MANI%C3%87OBA_1_gggi1l.jpg"
      }
    ],
    "nomesPopulares": "Maniçoba; Maniçoba brava; Mandioca brava; Maniçoba-de-veado.",
    "nomeCientifico": "Manihot pseudoglaziovii",
    "nomeFamilias": "Euphorbiaceae",
    "consumidorPor": "Caprinos, Ovinos, Bovinos e Aves.",
    "partesUtilizadas": "Folhas e caules jovens (Flexíveis)",
    "formasConservacao": "A Maniçoba pode ser conservada nas formas de feno e silagem.",
    "formasOfertaPreparo": "A planta pode ser ofertada juntamente com outros fenos, como silagem e concentrados proteícos ou energéticos na forma de mistura completa.",
    "composicaoProteica": 18.76,
    "composicaoCarboidratosTotais": 70.05,
    "composicaoBromatologica": "Matéria Seca: 22,46;Matéria Orgânica: 92,46; Matéria Mineral: 7,54;Proteína Bruta: 18,02;Extrato Etéreo: 4,78;Fibra de Detergente Neutro: 55,26; Fibra em Detergente Ácido: 32,60; Carboidratos não Fibrosos: 14,79; Carboidratos totais: 70,05; Nutrientes digestiveis totais: 64,20",
    "consideracoesComposicao": "Planta nativa da Caatinga, muito utilizada pelos produtores da região semiárida. Porém seu uso é limitado as condições do animal, por isso é recomendado a utilização da planta desidratada de forma homogênea (Feno) ou na forma de silagem que consiste na trituração do material, compactação e vedação em ambiente fechado. Nesse caso o uso preferencial após 2 meses.",
    "formasPropragacao": "Sementes",
    "formasPropragacaoDetalhes": "A Maniçoba pode ser propagada por sementes  utilizando um processo de quebra de dormência ou por estaquias da planta. Vale lembrar que a propagação por estaquias é muito criteriosa, devido os cuidados e condições favoraveis a pega. Entretanto, pesquisas apontam que após a sementes passarem por um processo de secagem, e posteriormente serem imergidas em água, podem melhorar a quebra da dormência, promovendo a germinação desta espécie forrageira. A propagação por estaca tem a limitação do enraizamento, dificultando assim a pega.",
    "destribuicao": "Encontrada praticamente em todo semiárido nordestino e na região centro-oeste.",
    "produtividade": "A produtividade da maniçoba para fins de forrageiros, é variável no decorrer do ano, também devido a quantidade de chuvas na região. É possível se obter uma produção de até 5 toneladas de matéria seca, utilizando o espaçamento variando de 1 a 2 m entre fileiras e 0,5 a 1 m entre plantas, realizando dois cortes a partir do segundo ano de plantio.",
    "neutralizacaoDeFatoresAnti": "A Maniçoba pode ser conservada na forma de feno ou silagem e consumida nestas duas formas, sem indicios de toxidez provocado pela presença do Ácido Cianidrico HCN. Os processos de fenação e ensilagem são capazes de reduzir os efeitos provocados pelo composto aos ruminantes. A Maniçoba (Manihot pseudoglaziovii) pode ser ofertada no cocho para animais ruminantes (Caprinos, Ovinos e Bovinos), misturada a ração concentrada (farelos de soja, milho, trigo etc...).",
    "desempenho": "Em estudos realizados utilizando o feno de Maniçoba em substituição ao feno de tífton 85, em dietas de caprinos e ovinos, foi observado que não há interferência do feno da maniçoba para os rendimentos de carcaça. Entretanto, quando ovinos são alimentados com dieta a base de feno de maniçoba, obtém-se rendimento de carcaça e de cortes comerciais superior se comparado a caprinos alimentados, com a mesma dieta. O que indica o potencial de utilização desta forrageira na alimentação de ovinos, para uma maximização na produção cárnea.",
    "curiosidades": "O composto presente na Maniçoba que pode causar danos ao animal é o  Ácido Cianidrico HCN, existente em quase todas as plantas da familia Euphorbiaceae. Ele pode ser reduzido em até 90% através da desidratação da planta e também da secagem do material, se tornando inofencivo aos animais que consomem.",
    "bibliografia": [
      {
        "_id": 1,
        "pesquisa": "Gouveia, L. N.; Maciel, M. V.; Soares, P. C.; et al,. Perfil metabólico de ovinos em crescimento alimentados com dietas constituídas de feno ou silagem de maniçoba e palma forrageira. Pesquisa Veterinária Brasileira, v. 35, p. 5 – 9, 2015."
      },
      {
        "_id": 2,
        "pesquisa": "Medina, F. T. Avaliação de dietas contendo silagem de maniçoba (manihot pseudoglaziovii pax. et. k. hoffman) para terminação de caprinos no semi-árido brasileiro. Dissertação, 2005."
      },
      {
        "_id": 3,
        "pesquisa": "Medina, F. T.; Cândido, M. J. D.; Araújo, G. G. L.; et al,. Silagem de maniçoba associada a fontes energéticas na alimentação de caprinos: consumo e digestibilidade. Acta Scientiarum. Animal Sciences, v. 31, n. 3, p. 265 – 269, 2009."
      },
      {
        "_id": 4,
        "pesquisa": "Santos, W. C.; Silva, J. A.; Medeiros, E. C.; et al, Maniçoba como alternativa forrageira na região do semiárido brasileiro: uma revisão da literatura. Ciências agrárias: campo promissor em pesquisa 3, ATENA, p. 107 – 115, 2019."
      }
    ]
  },
  {
    "_id": 12,
    "nomePopular": "Malva Branca",
    "images": [
      {
        "_id": 1,
        "url": "https://res.cloudinary.com/dymumcdky/image/upload/v1672323998/MALVA-BRANCA/MALVA_BRANCA2_gqbpmk.jpg"
      },
      {
        "_id": 2,
        "url": "https://res.cloudinary.com/dymumcdky/image/upload/v1672323998/MALVA-BRANCA/MALVA_BRANCA_4_wp6o88.jpg"
      }
    ],
    "nomesPopulares": "Malva branca; Malva branca sedosa; Guanxuma-branco.",
    "nomeCientifico": "Sida cordifolia L.",
    "nomeFamilias": "Malvaceae",
    "consumidorPor": "Caprinos, ovinos, bovinos e galináceos.",
    "partesUtilizadas": "Folhas e ramos jovens flexíveis.",
    "formasConservacao": "A Malva branca pode ser conservada na forma de feno, silagem ou a pasto.",
    "formasOfertaPreparo": "A Malva branca (Sida cordifolia L.), pode ser ofertada no cocho para animais ruminantes (Caprinos, Ovinos e Bovinos), misturada a outros alimentos, seja volumoso (fenos de capins e folhas de leguminosas), ou ração concentrada (farelos de soja, milho, trigo etc...). Estudos apontam a malva branca (Sida cordifolia), como uma das espécies selecionadas por caprinos e ovinos ao fim do período de transição estação seca-estação úmida.",
    "composicaoProteica": 13.77,
    "composicaoCarboidratosTotais": 75.61,
    "composicaoBromatologica": "Matéria Seca: 33,90;Matéria Orgânica: 89,87; Matéria Mineral: 7,13;Proteína Bruta: 13,77;Extrato Etéreo: 3,49;Fibra de Detergente Neutro: 60,66; Fibra em Detergente Ácido: 40,86; Carboidratos não Fibrosos: 14,95; Carboidratos totais: 75,61; Nutrientes digestiveis totais: 52,49; Energia bruta: 3,915 Mcal/kg",
    "consideracoesComposicao": "A Malva branca é uma planta nativa da Caatinga, muito utilizada pelos produtores da região semiárida. É uma espécie falcilmente encontrada na região e não apresenta risco de toxidez, além de ser a primeira fonte de volumoso a surgir com o inverno. Além de disso, sua composição nutricional é muito boa em comparação a maioria das gramineas utilizadas na alimentação dos rebanhos do Semiárido.",
    "formasPropragacao": "Sementes",
    "formasPropragacaoDetalhes": "A propagação da Malva branca ocorre pela forma sexuada através de disseminação de sementes. Isso ocorre quando a planta atinge seu estado de senescência liberando as sementes ao chão, onde permanecem no solo a espera de uma condição favorável a germinação.",
    "destribuicao": "A malva-branca (Sida cordifolia L.), é uma espécie arbustiva facilmente encontrada na Caatinga, podendo também ser vista nos biomas Cerrado, Mata Atlântica e Amazônia.",
    "produtividade": "Não foram encontrados estudos que comprove tal produção em escala.",
    "neutralizacaoDeFatoresAnti": "A Malva Branca não apresenta risco para os animais. Quando fornecida como única forma de alimento, seus valores de tanino condensado (TC) são de em média 0,1 kg g-1, estando abaixo dos valores que são considerados limites seguros para ruminantes (faixa de 30 a 40 eq-g leucocianidina kg-1).",
    "desempenho": "Em estudo com diferentes proporções do feno de Malva Branca (FMB) no suplemento e em substituição ao concentrado, quais sejam: 0% de FMB + 100% de concentrado: 10 % FMB + 90% de concentrado; 20 % de FMB + 80 % de concentrado e; 30 % de FMB + 70 % de concentrado. Caprinos F1 (Boer x SRD) criados em Caatinga raleada e enriquecida com capim buffel e recebendo suplementação com diferentes níveis de substituição do concentrado pelo feno de malva branca não altera a sua biometria e o escore de condição corporal. Assim, recomenda-se utilizar qualquer um dos níveis de substituição avaliados nesse estudo.",
    "curiosidades": "Planta nativa da Caatinga, muito utilizada pelos produtores da região semiárida. Há produtores que dizem ser a primeira forragem a ser utilizada pelos animais com o inÍcio das chuvas, estimulando diretamente a produção de leite.",
    "bibliografia": [
      {
        "_id": 1,
        "pesquisa": "Benício, T.M.A. et al. Cinética ruminal de forrageiras nativas e o desempenho produtivo de cordeiros Santa Inês, alimentados com feno de malva branca e mata-pasto. Revista Verde de Agroecologia e Desenvolvimento Sustentável, v. 6, n. 4, p. 106-112, 2011."
      },
      {
        "_id": 2,
        "pesquisa": "Lorenzi , H. plantas daninhas do Brasil : terrestres , aquáticas, parasitas e tóxicas, P.418 , São Paulo –SP, 2008 Malva branca - Para que serve e como usar. Tua saúde, 2020. Disponível em: https://www.tuasaude.com/malva-branca/. Acesso em 03 de dezembro de 2020."
      },
      {
        "_id": 3,
        "pesquisa": "Mourão, E. B. Composição botânica e valor nutritivo da dieta selecionada por ovinos na caatinga em diferentes níveis de suplementação concentrada. Embrapa Caprinos e Ovinos-Tese/dissertação (ALICE), 2018."
      },
      {
        "_id": 4,
        "pesquisa": "Nozella, E. F. Valor nutricional de espécies arbóreo-arbustivas nativas da caatinga e utilização de tratamentos físico-químicos para redução do teor de taninos. 2006. Tese de Doutorado. Universidade de São Paulo."
      },
      {
        "_id": 5,
        "pesquisa": "Silva, R. M. et al. Composição física dos cortes comerciais de caprinos F1 (Boer X SRD) terminados em pastejo e submetidos à suplementação. 2009. Trabalho de conclusão de curso, Universidade Federal de Campina Grande."
      }
    ]
  },
  {
    "_id": 13,
    "nomePopular": "Malva Roxa",
    "images": [
      {
        "_id": 1,
        "url": "https://res.cloudinary.com/dymumcdky/image/upload/v1672323999/MALVA-ROXA/MALVA_ROXA_qzejem.jpg"
      },
      {
        "_id": 2,
        "url": "https://res.cloudinary.com/dymumcdky/image/upload/v1672323999/MALVA-ROXA/MALVA_ROXA_2_eq0s0c.jpg"
      }
    ],
    "nomesPopulares": "Malva-roxa; Malva-rosa; Malva-cheirosa; Malva-das-boticas; Malva-silvestre; Malva-de-casa; Rosa cheirosa.",
    "nomeCientifico": "Melochia tomentosa L.",
    "nomeFamilias": "Malvaceae",
    "consumidorPor": "Caprinos, ovinos e bovinos",
    "partesUtilizadas": "Folhas e ramos jovens flexíveis",
    "formasConservacao": "A Malva roxa pode ser conservada na forma de feno ou silagem.",
    "formasOfertaPreparo": "A planta pode ser ofertada juntamente com outros fenos, silagem, concentrados proteícos ou energéticos na forma de mistura completa.",
    "composicaoProteica": 14.13,
    "composicaoCarboidratosTotais": 74.59,
    "composicaoBromatologica": "Matéria Seca: 41,39;Matéria Orgânica: 92,49; Matéria Mineral: 7,51;Proteína Bruta: 14,13;Extrato Etéreo: 3,77;Fibra de Detergente Neutro: 62,07; Fibra em Detergente Ácido: 45,58; Carboidratos não Fibrosos: 12,52; Carboidratos totais: 74,59; Nutrientes digestiveis totais: 50,38; Energia bruta: 4,198 Mcal/kg.",
    "consideracoesComposicao": "A Malva roxa é muito utilizada pelos produtores da região semiárida, pelo simples fato de não apresentar risco de toxidez aos animais que consomem, além de ser uma fonte de volumoso frequente na região. Possui uma composição nutricional boa em comparação a maioria das gramineas utilizadas na alimentação dos rebanhos do Semiárido.",
    "formasPropragacao": "Sementes",
    "formasPropragacaoDetalhes": "A propagação da Malva Roxa ocorre pela forma sexuada através de disseminação de sementes. Isso ocorre quando a planta atinge seu estado de senescência liberando as sementes ao chão, onde permanecem no solo a espera de uma condição favorável a germinação.",
    "destribuicao": "A Malva roxa Melochia Tomentosa L., é uma espécie arbustiva encontrada em todo Brasil, principalmente na Caatinga, podendo também ser vista nos biomas Cerrado, Mata Atlântica e Amazônia.",
    "produtividade": "Não foram encontrados estudos que comprove tal produção.",
    "neutralizacaoDeFatoresAnti": "Não foram encontrados indícios de toxidez desta planta para os animais que consomem, (caprinos, ovinos, bovinos), bem como para as abelhas e pássaros.",
    "desempenho": "Não foram encontrados dados sobre desempenho animal utilizando a planta (Melochia Tomentosa L.). Porém em estudo realizado em 2017, a espécie forrageira foi indicada para alimentação animal tanto a pasto, quanto na forma de feno e silagem, devido a sua composição bromatológica, que em comparação a algumas espécies costumeiramente utilizada na alimentação animal é boa.",
    "curiosidades": "A Malva Roxa Melochia Tomentosa L., possui atividades biológicas variadas e de grande interesse, dentre as quais destacam-se a ação antiviral, anticarcinogênica e antioxidante.",
    "bibliografia": [
      {
        "_id": 1,
        "pesquisa": "Silva, R. M. et al. Composição física dos cortes comerciais de caprinos F1 (Boer X SRD) terminados em pastejo e submetidos à suplementação. 2009. Trabalho de conclusão de curso, Universidade Federal de Campina Grande."
      },
      {
        "_id": 2,
        "pesquisa": "Machado, I. C.; Sazima, M. Pollination and breeding system of Melochia tomentosa L. (Malvaceae), a keystone floral resource in the Brazilian Caatinga. Flora-Morphology, Distribution, Functional Ecology of Plants, v. 203, n. 6, p. 484-490, 2008."
      },
      {
        "_id": 3,
        "pesquisa": "Pietro, P. Melochia tomentosa. Monaco Nature Encyclopedia, 2020. Disponível em: https://www.monaconatureencyclopedia. com/ melochia-tomentosa/?lang=en. Acesso em 04 de dezembro de 2020."
      }
    ]
  },
  {
    "_id": 14,
    "nomePopular": "Moleque Duro",
    "images": [
      {
        "_id": 1,
        "url": "https://res.cloudinary.com/dymumcdky/image/upload/v1672324001/MOLEQUE-DURO/MOLEQUE_DURO_2_y1ptpy.jpg"
      },
      {
        "_id": 2,
        "url": "https://res.cloudinary.com/dymumcdky/image/upload/v1672324001/MOLEQUE-DURO/MOLEQUE_DURO_anifba.jpg"
      }
    ],
    "nomesPopulares": "Moleque duro; Buquê-de-noiva; Maria-preta.",
    "nomeCientifico": "Varronia leucocephala (Moric.) J.S.Mill.",
    "nomeFamilias": "Boraginaceae",
    "consumidorPor": "Caprinos, ovinos e bovinos",
    "partesUtilizadas": "São consumidas as folhas",
    "formasConservacao": "O Moleque duro pode ser conservado na forma de feno, silagem ou a pasto.",
    "formasOfertaPreparo": "Podem ser ofertadas as folhas da planta, na forma de feno ou silagem juntamente com outros tipos de fenos, silagem e concentrados proteícos ou energéticos na forma de mistura completa.",
    "composicaoProteica": 14.74,
    "composicaoCarboidratosTotais": 72.49,
    "composicaoBromatologica": "Matéria Seca: 38,79;Matéria Orgânica: 90,06; Matéria Mineral: 6,04;Proteína Bruta: 14,74;Extrato Etéreo: 6,73;Fibra de Detergente Neutro: 44,07; Fibra em Detergente Ácido: 27,84; Carboidratos não Fibrosos: 28,42; Carboidratos totais: 72,74; nutrientes digestiveis totais: 46,38",
    "consideracoesComposicao": "A planta Moleque duro (Varronia leucocephala), apresenta uma composição bromatológica muito boa, o que permite seu uso como forragem nativa, principalmente em períodos de estiagem.",
    "formasPropragacao": "Sementes  e/ou estacas",
    "formasPropragacaoDetalhes": "Multiplica-se por sementes e/ou estaquias, porém pode ser encontrada facilmente mudas espontâneas próximas a planta.",
    "destribuicao": "É uma planta edêmica da caatinga porém, é encontrada praticamente em todo semiárido nordestino e centro-oeste.",
    "produtividade": "Com relação a produtividade desta espécie, não foram encontrados dados e estudos que comprove tal produção.",
    "neutralizacaoDeFatoresAnti": "Não foram encontrados dados de toxidex ou de fatores antinutricionais para a espécie vegetal Moleque duro. Porém a maioria das plantas desta familia possui um elevado teor de fibra que pode tornar o alimento pouco digestivo.",
    "desempenho": "Não foram encontrados dados sobre desempenho para a espécie Varronia leucocéphala, contudo, estudos afirmam que entre as espécies que já tem seu potencial forrageiro conhecido o Moleque duro (Varronia leucocephala, Moric), é uma espécie consumida por ruminantes. O trabalho também enfatiza outras espécies como Mororó, Juazeiro, Sabiá, Faveleira, Camaratuba, Carqueja, Maniçoba, Orelha de onça.",
    "curiosidades": "Boraginaceae é uma família cosmopolita, que apresenta grande complexidade morfológica, principalmente no que se refere ao hábito, inflorescências, flores e frutos. É bastante diversificada, com cerca de 130 gêneros e 2300 espécies.",
    "bibliografia": [
      {
        "_id": 1,
        "pesquisa": "Araújo, G. G. L.; Holanda Junior, E. V.; Kiill, L. H. P. et al,..Potencial forrageiro da caatinga na comunidade de testa branca Uauá – BA. Cartilha Embrapa Semiárido, p. 14, ano 2008."
      },
      {
        "_id": 2,
        "pesquisa": "Pinto, M.S.C. Cavalcante, M.A.B. Andreade, M.V.M. et al. Potencial forrageiro da caatinga, fenologia, métodos de avaliação de área foliar e o efeito do déficit hídrico sobre o crescimento de plantas. Revista Electrónica de Veterinária v.7,p.04-10, 2006"
      },
      {
        "_id": 3,
        "pesquisa": "Abrantes, H. F. L. & Agra, M. F. Estudo etnomedicinal das Boraginaceae na caatinga paraibana, Brasil. Revista Brasileira de Farmácia, Rio de Janeiro, v.85, n.1, p.7-12, 2004."
      }
    ]
  },
  {
    "_id": 15,
    "nomePopular": "Marmeleiro",
    "images": [
      {
        "_id": 1,
        "url": "https://res.cloudinary.com/dymumcdky/image/upload/v1672324000/MARMELEIRO/MARMELEIRO_tlmvxt.jpg"
      },
      {
        "_id": 2,
        "url": "https://res.cloudinary.com/dymumcdky/image/upload/v1672324000/MARMELEIRO/MARMELEIRO_2_lfwxof.jpg"
      }
    ],
    "nomesPopulares": "Marmeleiro; Marmeleiro do mato; Marmeleiro preto; Marmeleiro branco.",
    "nomeCientifico": "Croton sanderianus Muell. Arg.",
    "nomeFamilias": "Euphorbiáceae",
    "consumidorPor": "Caprinos e ovinos",
    "partesUtilizadas": "São consumidas as folhas.",
    "formasConservacao": "O Marmeleiro é uma forragem nativa que pode ser conservada na forma de feno, silagem ou a pasto.",
    "formasOfertaPreparo": "A planta pode ser ofertada juntamente com fenos de outras espécies, como silagem e concentrados proteícos ou energéticos na forma de mistura completa.",
    "composicaoProteica": 14.56,
    "composicaoCarboidratosTotais": 67.04,
    "composicaoBromatologica": "Matéria Seca: 41,68;Matéria Orgânica: 89,86; Matéria Mineral: 10,14;Proteína Bruta: 14,56;Extrato Etéreo: 8,26;Fibra de Detergente Neutro: 49,68; Fibra em Detergente Ácido: 33,54; Carboidratos não Fibrosos: 17,36; Carboidratos totais: 67,04; Nutrientes digestiveis totais: 64,32; Energia bruta: 4.98 Mcal/kg",
    "consideracoesComposicao": "A planta Marmeleiro (Croton sanderianus Muell. Arg.), apresenta uma composição bromatológica que favorece seu uso como forragem nativa, principalmente em períodos de estiagem. É recomendada a oferta na forma de feno ou silagem.",
    "formasPropragacao": "Sementes ou raÍzes",
    "formasPropragacaoDetalhes": "A propagação ou forma de reprodução ocorre através de sementes ou de raízes com pouca profundidade no solo.",
    "destribuicao": "É uma planta endêmica da caatinga, porém é encontrada praticamente em todo semiárido nordestino e centro-oeste.",
    "produtividade": "Não foram encontrados estudos sobre a produtividade para esta planta que indiquem uma boa produção em escala para uso na alimentação animal.",
    "neutralizacaoDeFatoresAnti": "Apesar do Croton heliotropiifolius apresentar toxidez moderada para os animais que consomem a espécie na forma in natura, a planta é utilizada na forma de feno ou pode ser acrescentada  a silagem sem problemas. No caso do consumo da planta fresca isso não ocorre, até mesmo por se tratar de uma planta da familia das Euphorbiáceae. Até então, o uso desta espécie pode ser realizado de forma segura através dos processos de conservação tradicionais que são a fenação e a ensilagem.",
    "desempenho": "Não foram encontrados estudos sobre o desempenho animal utilizando o Cróton sandorianus, porém, esta planta integra a alimentação de ruminantes, principalmente no sistema a pasto, uma vez que os animais escolhem apenas as folhas secas ou maduras, livres de algum composto anti-nutricional. A planta entra na confecção do feno e silagem, o que facilita o armazenamento para oferta nos períodos secos.",
    "curiosidades": "A planta chega a 4m de altura e seu tronco é muito utilizado para a fabricação de espetos para churrasco. Também é utilizada na alimentação animal na forma desidratada, e na fabricação da cachaça aromática casca-de-pau.",
    "bibliografia": [
      {
        "_id": 1,
        "pesquisa": "Carvalho, J. M.; Gomes, J. A. S.; Oliveira, M. L. F.  Avaliação citotóxica das folhas de Croton Heliotropiifolius Kunth (Euphorbiaceae). Congresso Nacional de Pesquisa e Ensino em Ciências – CONAPESC, Anais 2019."
      },
      {
        "_id": 2,
        "pesquisa": "Randau, K. P., Florêncio, D. C., Ferreira, C. P. Estudo farmacognóstico de Croton rhamnifolius H.B.K. e Croton rhamnifolioides Pax & Hoffm. (Euphorbiaceae). Revista Brasileira de Farmacognósia, V. 14, n. 2, p 89-96, 2004."
      },
      {
        "_id": 3,
        "pesquisa": "Ruiz, A. L. T. G., et al. Avaliação da atividade tóxica em Artemia salina e Biomphalaria glabrata de extratos de quatro espécies do gênero Eleocharis (Cyperaceae). Revista Brasileira de Farmacognósia. V 15, n 2, abr/jun, 2005."
      }
    ]
  },
  {
    "_id": 16,
    "nomePopular": "Malva Rasteira",
    "images": [
      {
        "_id": 1,
        "url": "https://res.cloudinary.com/dymumcdky/image/upload/v1672323999/malva-rasteira/MALVA_RASTEIRA_2_owqfl0.jpg"
      },
      {
        "_id": 2,
        "url": "https://res.cloudinary.com/dymumcdky/image/upload/v1672323998/malva-rasteira/MALVA_RASTEIRA_pxpzsk.jpg"
      }
    ],
    "nomesPopulares": "Malva rasteira; Guaxuma rasteira; Barba-de-boi.",
    "nomeCientifico": "Pavonia cancellata (L.) Cav.",
    "nomeFamilias": "Malvaceae",
    "consumidorPor": "Caprinos, ovinos e bovinos",
    "partesUtilizadas": "Folhas e ramos inteiros",
    "formasConservacao": "Podem ser armazenadas na forma de feno, silagem ou a pasto.",
    "formasOfertaPreparo": "A planta pode ser ofertada juntamente com fenos de outras especies, silagem e concentrados proteicos ou energéticos como mistura completa.",
    "composicaoProteica": 15.19,
    "composicaoCarboidratosTotais": 71.92,
    "composicaoBromatologica": "Matéria Seca: 33,54;Matéria Orgânica: 86,95; Matéria Mineral: 7,05;Proteína Bruta: 15,19;Extrato Etéreo: 5,84;Fibra de Detergente Neutro: 49,09; Fibra em Detergente Ácido: 34,52; Carboidratos não Fibrosos: 22,83; Carboidratos totais: 71,92; Nutrientes digestiveis totais: 58,32",
    "consideracoesComposicao": "A planta Malva rasteira apresenta uma composição bromatológica que favorece seu uso como forragem nativa, principalmente em periodos de estiagem. Um pequeno entrave com relação a esta planta é sua baixa produção de massa verde.",
    "formasPropragacao": "Sementes",
    "formasPropragacaoDetalhes": "A propagação de Malva rasteira ocorre por meio de semente, quando a planta, ao completar seu ciclo produtivo, acaba lançando as sementes ao solo, onde permanece até que lhe seja dada condições favoraveis a germinação e desenvolvimento.",
    "destribuicao": "Ocorre em quase todo território brasileiro, com exceção da região Sul do país, sendo encontrada nos biomas Caatinga, Cerrado, Mata Atlântica e Amazônia.",
    "produtividade": "Com relação a sua produtividade não foram encontrados estudos relatando essa produção para fins de uso na alimentação animal.",
    "neutralizacaoDeFatoresAnti": "Não foram encontrados estudos que comprovam efeito de substâncias antinutricionais.",
    "desempenho": "Não foram encontrados estudos sobre desempenho utilizando a malva rasteira na alimentação animal. Porém, a planta forrageira vem sendo utilizada na alimentação de caprinos, ovinos e bovinos na forma de feno ou silagem, juntamente com outras forragens.",
    "curiosidades": "Considerada uma planta melífera a Pavonia cancallata L. é visitada por abelhas, com registros da presença de zangões dormindo dentro das flores antes de elas fecharem.",
    "bibliografia": [
      {
        "_id": 1,
        "pesquisa": "https://faunaefloradorn.blogspot.com/2014/09/malva-rasteira-pavonia-cancellata-l-cav.html. Acesso em 23/09/2022."
      },
      {
        "_id": 2,
        "pesquisa": "Moreira, J. N.; Lira, M. A.; Santos, M. V. F. et al., Caracterização da vegetação de Caatinga e da dieta de novilhos no Sertão de Pernambuco. Pesq. agropec. bras., Brasília, v.41, n.11, p.1643-1651, nov. 2006."
      },
      {
        "_id": 3,
        "pesquisa": "Silva, B. L. R.; Tavares, F. M.; Cortez, J.S.A. Composição florística do componente herbáceo de uma área de caatinga – fazenda Tamanduá, Paraíba, Brasil. Revista de Geografia (UFPE), v. 29, n. 3, p. 54-64. 2012."
      }
    ]
  },
  {
    "_id": 17,
    "nomePopular": "Estilosante do Mato",
    "images": [
      {
        "_id": 1,
        "url": "https://res.cloudinary.com/dymumcdky/image/upload/v1672323997/ESTILOSANTE/ESTILOSANTE_wuhpza.jpg"
      },
      {
        "_id": 2,
        "url": "https://res.cloudinary.com/dymumcdky/image/upload/v1672323997/ESTILOSANTE/ESTILOSANTE_2_hrgwdj.jpg"
      }
    ],
    "nomesPopulares": "Estilosante; Estilosante silvestre; Estilosante do mato.",
    "nomeCientifico": "Stylosanthes spp ",
    "nomeFamilias": "Leguminosae",
    "consumidorPor": "Caprinos, ovinos, bovinos e equídeos",
    "partesUtilizadas": "Folhas e talos flexíveis.",
    "formasConservacao": "Podem ser armazenadas na forma de feno, silagem ou a pasto.",
    "formasOfertaPreparo": "O Estilosante pode ser ofertado na forma de feno ou silagem, juntamente com com outras fontes volumosas, concentrados proteicos e energéticos.",
    "composicaoProteica": 12.91,
    "composicaoCarboidratosTotais": 76.42,
    "composicaoBromatologica": "Matéria Seca: 31,17;Matéria Orgânica: 92,45; Matéria Mineral: 6,55;Proteína Bruta: 12,91;Extrato Etéreo: 4,12;Fibra de Detergente Neutro: 58,21; Fibra em Detergente Ácido: 33,55; Carboidratos não Fibrosos: 18,21; Carboidratos totais: 76,42; Nutrientes digestiveis totais: 61,14",
    "consideracoesComposicao": "O Estilosante do mato é uma espécie forrageira da família Leguminosae, muito presente no Semiárido. A planta apresenta uma boa composição bromatológica como forrageira, o que permite seu uso como forragem nativa, principalmente em periodos de estiagem.",
    "formasPropragacao": "Sementes",
    "formasPropragacaoDetalhes": "A propagação é possível através do uso de sementes. Porém, exige-se um longo periodo até que seja possivel a germinação.",
    "destribuicao": "Esta espécie é originária do Brasil central, especificamente do bioma cerrado.  Atualmente se encontra amplamente distribuída em países tropicais devido a introdução.",
    "produtividade": "A planta Estilosante possui boa capacidade de produção de massa verde, de 3 a 6 toneladas por hectare ao ano (200 a 400 quilos por hectare), e de sementes, o que possibilita excelente ressemeadura natural e formação de novas plantas, aumentando a persistência da pastagem.",
    "neutralizacaoDeFatoresAnti": "Estudo com feno de Estilosante na alimentação de cabras leiteiras relata que os resultados obtidos nesta pesquisa podem ser associados à existência de fatores antinutricionais, reduzindo o aproveitamento da fração protética das dietas e resultando em menor digestibilidade das mesmas.",
    "desempenho": "Dietas formuladas com os fenos das leguminosas tropicais leucena e estilosantes, como fontes proteicas, em substituição ao farelo de soja para cabras Anglo-Nubianas de tipo zootécnico de dupla aptidão (carne e leite) aos 60 a 108 dias de lactação não comprometem o consumo de matéria seca, a produção e a composição do leite, além de promoverem balanço de compostos nitrogenados positivo e atender às exigências proteicas.",
    "curiosidades": "O Estilosante é uma leguminosa de clima tropical, de ciclo bienal e hábito de crescimento semi-prostrado. A planta pode chegar a cerca a 80 cm de altura e pode ser cultivada em solos arenosos e de baixa fertilidade, solteiro ou consorciado com gramíneas forrageiras. Seu sistema radicular é profundo, e pode atingir até 1,5 m de profundidade.",
    "bibliografia": [
      {
        "_id": 1,
        "pesquisa": "SILVA, M. P. & ZIMMER, A. H. Avaliação agronômica de consorciações de braquiárias e Andropogon gayanus com novos acessos de estilosantes sob pastejo. Reunião Anual da Sociedade Brasileira de Zootecnia. Campo Grande, MS. 2004."
      },
      {
        "_id": 2,
        "pesquisa": "Câmara, C. S.; Alves, A. A.; Moreira Filho, M. A.el al,.  Dietas contendo fenos de leucena ou estilosantes para cabras AngloNubianas de tipo misto em lactação.  Rev. Ciênc. Agron., v. 46, n. 2, p. 443-450, abr-jun, 2015."
      }
    ]
  },
  {
    "_id": 18,
    "nomePopular": "Amarra Cachorro",
    "images": [
      {
        "_id": 1,
        "url": "https://res.cloudinary.com/dymumcdky/image/upload/v1672323994/AMARRA-CACHORRO/AMARRA_CACHORRO_1_imuqtf.jpg"
      },
      {
        "_id": 2,
        "url": "https://res.cloudinary.com/dymumcdky/image/upload/v1672323994/AMARRA-CACHORRO/AMARRA_CACHORRO_ivpzbe.jpg"
      }
    ],
    "nomesPopulares": "Amarra cachorro; Aguinaldo-peludo; Glória da manhã; Bejuco peludo.",
    "nomeCientifico": "Jacquemontia tamnifolia (L.)",
    "nomeFamilias": "Convolvulaceae",
    "consumidorPor": "Caprinos e ovinos",
    "partesUtilizadas": "Plantas inteira",
    "formasConservacao": "Podem ser armazenadas na forma de feno, silagem ou pasto.",
    "formasOfertaPreparo": "Quando utilizada para alimentação animal a pasto, é fundamental a observação da altura de entrada e saída dos animais. Quando utilizada nos processos de armazenamento, (fenação e ensilagem), sua oferta como suplemento alimentar deve ter com base na matéria seca (MS) desses volumosos.",
    "composicaoProteica": 12.27,
    "composicaoCarboidratosTotais": 76.37,
    "composicaoBromatologica": "Matéria Seca: 25,49;Matéria Orgânica: 91,57; Matéria Mineral: 6,43; Proteína Bruta: 12,27;Extrato Etéreo: 4,93;Fibra de Detergente Neutro: 56,21; Fibra em Detergente Ácido: 35,55; Carboidratos não Fibrosos: 20,16; Carboidratos totais: 76,37.",
    "consideracoesComposicao": "O Amarra cachorro é uma espécie forrageira da família das Convolvulaceae, muito presente no semiárido. A planta apresenta uma boa composição bromatológica como forrageira, o que permite seu uso como forragem nativa, principalmente em periodos de estiagem.",
    "formasPropragacao": "Sementes",
    "formasPropragacaoDetalhes": "A propagação é feita por meio de sementes, quando a planta completa seu ciclo produtivo, libera as sementes no solo até que seja possivel a germinação.",
    "destribuicao": "A planta teve origem na América Central, sendo também encontrada nas Américas do Norte e do Sul, possui ampla distribuição, ocorrendo em todo o Brasil.",
    "produtividade": "Não foram encontrados dados sobre a produtividade na literatura consultada. Por se tratar de uma planta muito utilizada na ornamentação de jardins, seu uso como forragem é recente.",
    "neutralizacaoDeFatoresAnti": "Dados não encontrados na literatura pesquisada, provavelmente por não haver estudos que comprovem indícios de fatores antinutricionais ou pela inexistência destes fatores.",
    "desempenho": "Dados não encontrados na literatura de pesquisa, provavelmente pelo fato de não haver estudo testando a planta na alimentação animal. O uso na alimentação animal principalmente para animais ruminantes (Bovinos, Ovinos e Caprinos), ocorre na forma de feno (plantas desidratada e armazenadas em fardos ou sacos) e de silagens (planta triturada, compactada e armazenadas em silos). Esse alimento é guardado com o propósito de ser ofertado aos animais no período de escassez de forragens. ",
    "curiosidades": "Jacquemontia é o quarto maior gênero em riqueza específica de Convolvulaceae, com cerca de 130 espécies, concentradas na América tropical. Para o Brasil, são reconhecidas 67 espécies. O levantamento de Jacquemontia para os estados de Goiás e Tocantins revelou a ocorrência de 17 espécies, entre as quais 15 ocorrem em Goiás e sete no Tocantins.",
    "bibliografia": [
      {
        "_id": 1,
        "pesquisa": "Piedade-Kiill, L. H.; Ranga, N. T. Biologia floral e sistema de reprodução de Jacquemontia multiflora (Choisy) Hallier f. (Convolvulaceae). Revista brasileira de Botanica., São Paulo, v. 23, n. 1, p. 37-43, mar. 2000."
      },
      {
        "_id": 2,
        "pesquisa": "Moreira, A. L. C.; Bianchini, R. S.; Cavalcanti, T. B.  Sinopse do gênero Jacquemontia Choisy (Convolvulaceae) nos Estados de Goiás e Tocantins, Brasil. Hoehnea 45(2): 192-201, 2018"
      }
    ]
  },
  {
    "_id": 19,
    "nomePopular": "Mato Azul",
    "images": [
      {
        "_id": 1,
        "url": "https://res.cloudinary.com/dymumcdky/image/upload/v1672324001/MATO-AZUL/MATO_AZUL_vv48dw.jpg"
      },
      {
        "_id": 2,
        "url": "https://res.cloudinary.com/dymumcdky/image/upload/v1672324000/MATO-AZUL/MATO_AZUL_2_svhkii.jpg"
      }
    ],
    "nomesPopulares": "Mato azul; Borragem rasteira.",
    "nomeCientifico": "Heliotropium procumbens ",
    "nomeFamilias": "Boraginaceae",
    "consumidorPor": "Caprinos, ovinos e bovinos",
    "partesUtilizadas": "Plantas inteira",
    "formasConservacao": "Podem ser armazenadas na forma de feno, silagem ou pasto.",
    "formasOfertaPreparo": "A oferta aos animais é feita na forma de mistura múltipla, juntamente com outros volumosos (capim, folhagem, feno de espécies forrageiras), ração concentrada proteica (farelo de soja, trigo e ureia) e energética (farelo de milho, aveia e arroz).",
    "composicaoProteica": 16.70,
    "composicaoCarboidratosTotais": 69.40,
    "composicaoBromatologica": "Matéria Seca: 22,04;Matéria Orgânica: 82,67; Matéria Mineral: 9,33; Proteína Bruta: 16,70;Extrato Etéreo: 4,57;Fibra de Detergente Neutro: 52,26; Fibra em Detergente Ácido: 28,09; Carboidratos não Fibrosos: 17,14; Carboidratos totais: 69,40.",
    "consideracoesComposicao": "A Borragem rasteira é uma espécie forrageira da família das Boraginaceae, muito presente no Semiárido. A planta apresenta uma composição bromatológica que permite seu uso como forragem nativa, principalmente em períodos de estiagem. O único entrave é a pouca produção forrageira da espécie.",
    "formasPropragacao": "Sementes",
    "formasPropragacaoDetalhes": "Propagação é feita por meio de sementes, quando a planta completa seu ciclo produtivo, libera as sementes no solo até que seja possivel a germinação. ",
    "destribuicao": "A planta teve origem na América Central, sendo também encontrada nas Américas do Norte e do Sul, possui ampla distribuição, ocorrendo em todo o Brasil.",
    "produtividade": "Não foram encontrados dados sobre a produtividade na literatura consultada.",
    "neutralizacaoDeFatoresAnti": "Não foram encontrados na literatura consultada indícios de toxidez, porém a espécie pode apresentar compostos secundários ou antinutricionais, o que não impede seu uso como forragem na forma de feno ou silagem.",
    "desempenho": "Não foram encontrados estudos sobre desempenho utilizando a espécie na alimentação animal. Porém, na região Semiárida, vem sendo utilizada na alimentação dos rebanhos de ruminantes, participando da confecção de fenos e silagens, guardados para serem utilizados na alimentação animal nos períodos secos.",
    "curiosidades": "Pode ser identificada em campo por meio do hábito prostrado a replante e por meio das folhas carnosas, pubescentes e com polimorfismo na mesma planta",
    "bibliografia": [
      {
        "_id": 1,
        "pesquisa": "Oliveira, L. B. de; Macêdo, A. J. S.; Santos, E. M. Interação entre espécies forrageiras nativas e cultivadas em condições de semiárido: revisão. Arq. Ciênc. Vet. Zool. UNIPAR, Umuarama, v. 22, n. 4, p. 127-138, out./dez. 2019."
      },
      {
        "_id": 2,
        "pesquisa": "Barbosa, H. P.; Lima, C. U. G. B.; Barbosa, E. U. G. et al,  Composição bromatológica de plantas da Caatinga do Estado da Paraíba, Nordeste do Brasil.  Rev. Bras. Gest. Amb. Sustent. vol. 6, n. 14, p. 857-871, 2019."
      },
      {
        "_id": 3,
        "pesquisa": "Martins, C. P.; Graf, M. M. T.; Rodrigues, M. B. C.et al. Identificação dos bioativos do Heliotropium indicum (L.) como proposta de formulação de uma pomada antimicrobiana fitoterápica para o combate de patologias dermatológicas humanas (micose). Ver. Fitos ISSN – 2446-4775 e ISSN - 1808-9569, https://revistafitos.far.fiocruz.br/index.php/revista-fitos/article/view/258/html. Ecesso 26/09/2022."
      }
    ]
  },
  {
    "_id": 20,
    "nomePopular": "Beldroega",
    "images": [
      {
        "_id": 1,
        "url": "https://res.cloudinary.com/dymumcdky/image/upload/v1672323995/BELDROEGA/BRELDOEGA_qzeotj.jpg"
      },
      {
        "_id": 2,
        "url": "https://res.cloudinary.com/dymumcdky/image/upload/v1672323994/BELDROEGA/BELDROEGA_mrd5rv.jpg"
      }
    ],
    "nomesPopulares": "Beldroega; Beldroega comum; Onze-horas.",
    "nomeCientifico": "Portulaca oleracea L.",
    "nomeFamilias": "Portulacaceae",
    "consumidorPor": "Bovinos, ovinos e caprinos",
    "partesUtilizadas": "Plantas inteira",
    "formasConservacao": "Para a Beldroega, por ser uma espécie rica em umidade, é recomendado o processo de ensilagem.",
    "formasOfertaPreparo": "No caso da Beldroega, por se tratar de uma espécie muito rica em umidade, é mais recomendado o processo de ensilagem, pois a beldroega pode ser associada a outras fontes volumosas e assim ter uma melhor resposta na utilização.",
    "composicaoProteica": 12.62,
    "composicaoCarboidratosTotais": 65.17,
    "composicaoBromatologica": "Matéria Seca: 9,92;Matéria Orgânica: 81,99; Matéria Mineral: 18,01; Proteína Bruta: 12,62;Extrato Etéreo: 4,20;Fibra de Detergente Neutro: 40,36; Fibra em Detergente Ácido: 25,68; Carboidratos não Fibrosos: 24,81; Carboidratos totais: 65,17.",
    "consideracoesComposicao": "A Beldroega é uma espécie forrageira da família das Portulacaceae, muito presente no Semiárido. A planta apresenta uma boa composição bromatológica como forrageira, o que permite seu uso como forragem nativa, principalmente em períodos de estiagem. O único entrave é a pouca produção forrageira da espécie.",
    "formasPropragacao": "Sementes e raízes",
    "formasPropragacaoDetalhes": "A propagação desta espécie ocorre por sementes, mas também por raízes, que ficam presas ao solo e brotam rapidamente quando ocorrem as chuvas.",
    "destribuicao": "Subcosmopolita, estando presente na Africa, Europa, Ásia e Austrália; provavelmente naturalizada na América do Norte, mais também presente no Brasil em áreas umidas.",
    "produtividade": "Não foram encontrados dados sobre a produtividade na literatura consultada.",
    "neutralizacaoDeFatoresAnti": "Não foram encontrados na literatura consultada, indícios de toxidez para a espécie Portulaca oleracea (beldroega). O que se sabe é que a planta é consumida até mesmo por humanos, podendo ser também utilizada na alimentação animal, principalmente na forma de silagem.",
    "desempenho": "Não foram encontrados estudos sobre desempenho utilizando a espécie na alimentação animal. Porém, na região Nordeste, a Beldroega é utilizada como forragem para alimentação dos rebanhos de bovinos, ovinos e caprinos, na forma de pasto, fenos e silagens.",
    "curiosidades": "Podemos encontrá-la em campos cultivados ou incultos, nas hortas e nos caminhos rurais. Também é utilizada como planta medicinal.",
    "bibliografia": [
      {
        "_id": 1,
        "pesquisa": "EMBRAPA, Plantas daninhas na cultura do milho. https://www.infoteca.cnptia.embrapa.br/infoteca/bitstream/doc/489377/1/Beldroega.pdf. Acesso em 26/09/2022."
      },
      {
        "_id": 2,
        "pesquisa": "Silva, D. M.; Correa, F. R.; Medeiros, R. M. T.  Plantas tóxicas para ruminantes e eqüídeos no Seridó Ocidental e Oriental do Rio Grande do Norte.  Pesq. Vet. Bras. 26(4):223-236, out./dez. 2006."
      }
    ]
  },
  {
    "_id": 21,
    "nomePopular": "Feijão de Rola",
    "images": [
      {
        "_id": 1,
        "url": "https://res.cloudinary.com/dymumcdky/image/upload/v1672323998/FEIJAO-DE-ROLA/FEIJ%C3%83O_DE_ROLA_kkccdw.jpg"
      },
      {
        "_id": 2,
        "url": "https://res.cloudinary.com/dymumcdky/image/upload/v1672323998/FEIJAO-DE-ROLA/FEIJ%C3%83O_DE_ROLA_1_vr5ou9.jpg"
      }
    ],
    "nomesPopulares": "Feijão de rola; Feijão de rolinha; Feijão de pombinha.",
    "nomeCientifico": "Macroptilium lathyroides (L.) Urb.",
    "nomeFamilias": "Fabaceae",
    "consumidorPor": "Caprinos, ovinos e bovinos",
    "partesUtilizadas": "Plantas inteira",
    "formasConservacao": "O Feijão de rola pode ser utilizado na confecção de feno e silagem.",
    "formasOfertaPreparo": "O Feijão de rola (Macroptilium lathyroides), é uma planta herbácea que pode ser ofertada na forma de feno ou silagem, mas que também pode ser consumida a pasto pelos ruminantes. A espécie possui uma excelente aceitabilidade pelos animais, tanto na forma de feno e silagem, quanto sob pastejo. Também pode ser utilizada juntamente com a ração concentrada (farelos de milho, soja e trigo) e sal.",
    "composicaoProteica": 16.03,
    "composicaoCarboidratosTotais": 69.74,
    "composicaoBromatologica": "Matéria Seca: 21,61;Matéria Orgânica: 90,03; Matéria Mineral: 9,97; Proteína Bruta: 16,03;Extrato Etéreo: 4,26;Fibra de Detergente Neutro: 53,81; Fibra em Detergente Ácido: 33,75; Carboidratos não Fibrosos: 15,93; Carboidratos totais: 69,74; Nutrientes digestiveis totais: 62,49",
    "consideracoesComposicao": "O Feijão de rola é uma espécie forrageira da família das Fabaceae, muito presente no Semiárido. A planta apresenta uma boa composição bromatológica como forrageira, o que permite seu uso como forragem nativa, principalmente em períodos de estiagem.",
    "formasPropragacao": "Sementes",
    "formasPropragacaoDetalhes": "A propagação desta espécie ocorre por sementes, principalmente quando a planta completa seu ciclo produtivo anual e deixa sobre o solo suas sementes, que germinarão sob condições favoraveis.",
    "destribuicao": "No Brasil, está representado em dez espécies, distribuídas da Amazônia ao Rio Grande do Sul.",
    "produtividade": "Sua produtividade média pode chegar a 9 t de MS/ha.",
    "neutralizacaoDeFatoresAnti": "Estudos indicam que o Feijão de rola não é tóxico para animais ruminantes (caprinos ovinos e bovinos), porém para equídeos há indicios de que a planta pode apresentar efeito de toxidez.",
    "desempenho": "O feijão de rola possui características que favorecem a sua utilização, como é o caso da alta qualidade, constatada pelo incremento da produção animal em função de bons conteúdos em valores médios de proteína bruta de 16% e digestibilidade de 62%, que tornam o Feijão de rola uma das melhores alternativas de alimentação com menor custo e valor nutritivo superior a uma grande quantidade de leguminosas forrageiras do Semiárido.",
    "curiosidades": "O Feijão de rola (Macroptilium lathyroides L. Urb.), é uma trepadeira, pertencente à família das leguminosas, que ocorre espontaneamente com grande frequência no Semiárido Nordestino. É uma planta anual ou bianual, de flores vermelho-violáceas, caule ereto com altura de 60 a 80 cm e que apresenta intensa deiscência de vagens quando maduras. É uma boa produtora de matéria seca, pouco exigente em fertilidade do solo, que pode se regenerar pelo banco de sementes do solo.",
    "bibliografia": [
      {
        "_id": 1,
        "pesquisa": "Farias, P. P. Composição bromatológica do feijão-dosarrozais (Macroptilium lathyroides (L.) Urb.). 2018. 36f. Dissertação (Mestrado em Ciências) - Programa de Pós-Graduação em Zootecnia, Faculdade de Agronomia Eliseu Maciel, Universidade Federal de Pelotas, Pelotas, 2018."
      },
      {
        "_id": 2,
        "pesquisa": "Nascimento, I.S.; Monks, P.L.; Lüder, W.E. Arachis pintoi behavior under different fertilizer levels and cutting intervals. In: World conference on animal production, 4., and the reunião anual da associação latinoamericana de produção animal, Porto Alegre 18., Annals... Porto Alegre: 2003."
      },
      {
        "_id": 3,
        "pesquisa": "Nascimento, I. S. Revisão bibliográfica: O cultivo do amendoim forrageiro. Revista Brasileira de Agrociência, Pelotas, v. 12, n. 4, p. 387-393, out-dez, 2006."
      },
      {
        "_id": 4,
        "pesquisa": "Sousa, L. M. Estudo fitoquímico de Macroptilium lathyroides (L.) Urb. (Fabaceae). 2011. 111 f. Dissertação (Mestrado), Departamento de Química Orgânica e Inorgânica, Universidade Federal do Ceará, Fortaleza, 2011."
      }
    ]
  },
  {
    "_id": 22,
    "nomePopular": "Mela Bode",
    "images": [
      {
        "_id": 1,
        "url": "https://res.cloudinary.com/dymumcdky/image/upload/v1672324000/MELA-BODE/MELA_BODE_htgrap.jpg"
      },
      {
        "_id": 2,
        "url": "https://res.cloudinary.com/dymumcdky/image/upload/v1672324000/MELA-BODE/MELA_BODE_2_tb2cb3.jpg"
      }
    ],
    "nomesPopulares": "Mela bode; Malva-de-bode",
    "nomeCientifico": "Herissantia tiubae (K.Schum.) Brizicky",
    "nomeFamilias": "Malvaceae",
    "consumidorPor": "Caprinos, ovinos e bovinos",
    "partesUtilizadas": "Folhas e talos flexíveis",
    "formasConservacao": "A planta pode ser conservadas na forma de feno e silagem.",
    "formasOfertaPreparo": "A espécie possui uma excelente aceitabilidade pelos animais tanto na forma de feno e silagem, quanto sob pastejo natural. Também pode ser ofertada juntamente com a rações concentradas proteicas, energéticas e sal.",
    "composicaoProteica": 15.74,
    "composicaoCarboidratosTotais": 72.77,
    "composicaoBromatologica": "Matéria Seca: 40,14;Matéria Orgânica: 90,80; Matéria Mineral: 7,20; Proteína Bruta: 15,74;Extrato Etéreo: 4,29;Fibra de Detergente Neutro: 51,38; Fibra em Detergente Ácido: 34,33; Carboidratos não Fibrosos: 21,39; Carboidratos totais: 72,77.",
    "consideracoesComposicao": "O Mela bode é uma planta com excelente composição bromatológica, que pode suprir parte das necessidades nutricionais dos animais em períodos de estiagem. A planta tem um cheiro característico, porém não afeta o consumo pelo animal.",
    "formasPropragacao": "Sementes",
    "formasPropragacaoDetalhes": "As sementes são lançadas ao solo quando a planta completa seu ciclo produtivo, deixando cair no solo as sementes que irão germinar a depender da condição do ambiente.",
    "destribuicao": "O gênero Herissantia compreende seis espécies, restritas à América tropical, com a maior ocorrência no México, Antilhas e América do Sul. Apenas H.crispa L. (Brizicky) apresenta registros de distribuição desde os Estados Unidos até a Argentina. Já H. tiubae (K. Schum) Brizicky pode ser encontrada no nordeste brasileiro, onde ocorre em áreas do Semiárido, no domínio da Caatinga, em lugares abertos e ensolarados, principalmente, às margens das estradas, normalmente entre os estados da Bahia e Pernambuco.",
    "produtividade": "Não foram encontrados dados sobre a produtividade na literatura consultada.",
    "neutralizacaoDeFatoresAnti": "Não foram encontrados dados sobre o possível risco de toxidez desta planta para os animais. Trabalhos avaliando o consumo destas plantas, bem como a possível presença de fatores antinutricionais, devem ser conduzidos, com o objetivo de viabilizar sua utilização de forma mais ampla. O uso como forragem na forma de fenada ou ensilada ocorre sem problemas aos animais.",
    "desempenho": "Não foram encontrados estudos sobre o desempenho animal utilizando o Mela Bode na ração de ruminantes. A planta é uma forragem nativa da Caatinga que possui um elevado potencial forrageiro, participando na região semiárida, sendo usada na confecção de fenos e silagens com excelente qualidade nutricional, contribuindo com a produção dos rebanhos.",
    "curiosidades": "A Herissantia tiubae é conhecida popularmente como mela-bode ou lava-prato. Possui ação antiespasmolítica e anti-inflamatória, agindo também como moduladora de resistência bacteriana.",
    "bibliografia": [
      {
        "_id": 1,
        "pesquisa": "Nozella, E. F. Determinação de tanino em plantas com potencial forrageiro para ruminantes. Piracicaba/SP. Dissertação Mestrado em Agronomia, Universidade de São Paulo. 58 p, 2001."
      },
      {
        "_id": 2,
        "pesquisa": "Zanine, A. M.; Santos, E. M.; Oliveira, J. S. et al,.  Composição bromatológica e degradabilidade in situ da matéria seca de plantas herbáceas do semi-árido brasileiro.  Pasturas Tropicales, Vol. 28, No. 2. Acesso em: https://www.researchgate.net/profile/Anderson-Zanine/publication/275340658. 26/09/2022."
      },
      {
        "_id": 3,
        "pesquisa": "Mozzini-Monteiro T. (2013) „Estudo da atividade psicoimuno moduladora do extrato de Herissantia tiubae em modelos experimentais de asma‟(Dissertação de Mestrado Centro de Ciências da Saúde, Universidade Federal da Paraíba, João Pessoa-PB)"
      }
    ]
  },
  {
    "_id": 23,
    "nomePopular": "Favela",
    "images": [
      {
        "_id": 1,
        "url": "https://res.cloudinary.com/dymumcdky/image/upload/v1672323998/FAVELA/FAVELA_r9hpmk.jpg"
      },
      {
        "_id": 2,
        "url": "https://res.cloudinary.com/dymumcdky/image/upload/v1672323997/FAVELA/FAVELA_2_jnwmi6.jpg"
      }
    ],
    "nomesPopulares": "Favela; Faveleira; Mandioca-brava",
    "nomeCientifico": "Cnidoscolus quercifolius ",
    "nomeFamilias": "Euphorbiaceae",
    "consumidorPor": "Caprinos, ovinos, muares e bovinos.",
    "partesUtilizadas": "Folhas",
    "formasConservacao": "Pode ser conservada na forma de feno e silagem.",
    "formasOfertaPreparo": "O ideal para a utilização da planta como forrageira é fazer feno, para uso posterior no período da seca.",
    "composicaoProteica": 18.41,
    "composicaoCarboidratosTotais": 64.23,
    "composicaoBromatologica": "Matéria Seca: 24,01;Matéria Orgânica: 82,21; Matéria Mineral: 14,35; Proteína Bruta: 18,41;Extrato Etéreo: 3,01;Fibra de Detergente Neutro: 35,41; Fibra em Detergente Ácido: 22,69; Carboidratos não Fibrosos: 28,82; Carboidratos totais: 64,23; Nutrientes digestíveis totais: 56,72",
    "consideracoesComposicao": "A Favela é uma planta com excelente composição bromatológica, que pode suprir parte das necessidades nutricionais dos animais em períodos de estiagem. Porém, a planta tem espinhos urticantes que dificultam a exploração da planta. Também possui certa toxidez, que pode ser eliminada com os processos de fenação e ensilagem.",
    "formasPropragacao": "Sementes e estacas",
    "formasPropragacaoDetalhes": "A espécie se propaga facilmente por via sexuada e assexuada, ou seja, por sementes e estaquias. No caso da semente, esta é lançada pelo processo de ressecamento da cápsula que envolve a semente até que ocorre um estalo e a semente é lançada distante da planta, processo semelhante ao ocorrido com a semente da mamona.",
    "destribuicao": "Considerada endêmica do Brasil, a espécie ocorre nas regiões Nordeste (Bahia, Ceará, Paraíba, Pernambuco, Piauí, Rio Grande do Norte e Sergipe) e Sudeste (Minas Gerais).",
    "produtividade": "Em estudo sobre a avaliação da produção, distribuição da biomassa e composição bromatológica da favela foi relatado que as plantas selecionadas na pesquisa mediam, em média, 3,6 m de altura e 2,8 de diâmetro e acumularam, em média, 5,07 kg de biomassa aérea seca, distribuídos na seguinte ordem decrescente: fuste mais galhos grossos (68,64%) > galhos finos (17,75%) > folhas (13,61%). As plantas possuíam idade aproximada de 3 anos.",
    "neutralizacaoDeFatoresAnti": "A faveleira pode causar intoxicação aos animais por meio do ácido cianídrico (HCN). Dessa forma para a utilizar como forrageira e evitar a intoxicação dos animais devem ser considerados os seguintes critérios: 1) as folhas que caem ao solo após o final da estação chuvosa não são tóxicas; 2) deve-se evitar o acesso de animais a galhos ou plantas recém-cortadas até pelo menos 30 dias após o corte, principalmente em locais onde foi realizado desmatamento, desbaste ou raleamento; 3) se a planta está sendo administrada após o corte é aconselhável que as folhas sejam moídas e secadas ao sol por, pelo menos 3 dias.",
    "desempenho": "As sementes fornecem óleo alimentício e farinha, esta última, rica em sais minerais e proteínas. Ambos os produtos são habitualmente usados na engorda das galinhas, porcos e ovinos. Quando novas, as folhas e ramos são empregadas em forragem animal. Cabras, carneiros, jumentos e bovinos consomem as folhas maduras quando caem no chão no final do período de chuvas. Na seca, alimentam-se dos brotos e casca da favela. ",
    "curiosidades": "É uma planta endêmica da Caatinga conhecida por seu potencial medicinal, especialmente na cicatrização de ferimentos. As sementes podem ser utilizadas para consumo humano, na produção de óleo de mesa, sorvetes, bolos, pães e bebidas lácteas.",
    "bibliografia": [
      {
        "_id": 1,
        "pesquisa": "Drumond, M. A.; Salviano, L. M. C.; Cavalcanti, N. B. Produção, distribuição da biomassa e composição bromatológica da aérea da Faveleira. Revista Brasileira de Ciências Agrárias. v. 2, n. 4, p. 308-31-, 2007."
      },
      {
        "_id": 2,
        "pesquisa": "Lima, J. L. S. de. Favela. In: Lima, J. L. S. de. Plantas forrageiras das caatingas: Usos e potencialidades. Petrolina: EMBRAPA-CPATSA; PNE; RGB-KEW, 24p, 1996."
      },
      {
        "_id": 3,
        "pesquisa": "MAIA, G. M. Caatinga: árvores e arbustos e suas utilidades. São Paulo: D & Z Computação Gráfica e Editora, 2004. 413 p."
      },
      {
        "_id": 4,
        "pesquisa": "Oliveira Júnior, S. O.; Cunha M. G. G.; Souza W. H. Forrageiras nativas e exóticas utilizadas na produção de fenos para alimentação animal. Caprinos e ovinos, produção e processamento. Emepa, João Pessoa, PB, p.73-85, 2005."
      },
      {
        "_id": 5,
        "pesquisa": "Oliveira, D. M.; Pimentel, L.A.; Araújo, J. A. S. et al. Intoxicação por Cnidoscolus phyllacanthus (Euphorbiaceae) em caprinos. Pesquisa Veterinária Brasileira. v. 1, p. 36-42, 2008."
      }
    ]
  },
  {
    "_id": 24,
    "nomePopular": "Catingueira",
    "images": [
      {
        "_id": 1,
        "url": "https://res.cloudinary.com/dymumcdky/image/upload/v1672323996/CATINGUEIRA/CATINGUEIRA_1_sroikt.jpg"
      },
      {
        "_id": 2,
        "url": "https://res.cloudinary.com/dymumcdky/image/upload/v1672323996/CATINGUEIRA/CATINGUEIRA_x9tfjs.jpg"
      }
    ],
    "nomesPopulares": "Catingueira; Caatinga de porco; Pau de rato.",
    "nomeCientifico": "Caesalpinia Pyramidalis Tul",
    "nomeFamilias": "Fabaceae",
    "consumidorPor": "Caprinos, ovinos, muares e bovinos",
    "partesUtilizadas": "Folhas",
    "formasConservacao": "As folhas e galhos flexíveis são conservados na forma de feno e silagem.",
    "formasOfertaPreparo": "Tanto o feno quanto a silagem vão entrar na alimentação animal como volumoso, sendo um ingrediente com bom valor nutritivo em comparação a outras fontes de volumoso, podendo assim reduzir o uso de concentrados proteicos.",
    "composicaoProteica": 14.60,
    "composicaoCarboidratosTotais": 72.94,
    "composicaoBromatologica": "Matéria Seca: 44,72;Matéria Orgânica: 92,36; Matéria Mineral: 5,64; Proteína Bruta: 14,60;Extrato Etéreo: 6,82;Fibra de Detergente Neutro: 51,93; Fibra em Detergente Ácido: 24,15; Carboidratos não Fibrosos: 21,01; Carboidratos totais: 72,94.",
    "consideracoesComposicao": "A Catingueira é uma planta com excelente composição bromatológica, que pode suprir parte das necessidades nutricionais dos animais em períodos de estiagem. Porém, a planta tem um entrave na utilização que é a questão do odor característico que torna a planta menos atrativa quando em sua fase mais verde, isso pode ser eliminado com processos de desidratação e silagem.",
    "formasPropragacao": "Sementes",
    "formasPropragacaoDetalhes": "A propagação ocorre por sementes. Porém, não há informações na literatura sobre a realização de quebra de dormência das sementes da Catingueira.",
    "destribuicao": "A Catingueira Caesalpinia pyramidalis Tul. é uma espécie arbórea, popularmente conhecida como “catingueira” por ser bastante característica e endêmica da Caatinga, ocorrendo nos Estados da Paraíba, Pernambuco, Alagoas e Bahia.",
    "produtividade": "A produtividade desta espécie chega a 3.240,5 kg na estação chuvosa e 3.572,1 kg na estação seca.",
    "neutralizacaoDeFatoresAnti": "Além do odor característico da Catingueira a planta possui mecanismos de defesa como a produção de metabólitos secundários, entre eles lignina e taninos, compostos que limitam o consumo e digestão deste alimento volumoso no rúmen.",
    "desempenho": "Estudos afirmaram que apenas o feno de catingueira  pode ser utilizado como fonte alimentar para ovinos. Por isso, para garantir um material de excelente valor nutricional durante o período da seca, devem-se conservar as folhas de catingueira na forma de feno.",
    "curiosidades": "A Caesalpinia pyramidalis Tul. é uma das espécies da Caatinga explorada pela população local como fonte de energia doméstica (lenha e carvão vegetal), fins medicinais e forrageiros.",
    "bibliografia": [
      {
        "_id": 1,
        "pesquisa": "Araújo Filho, J. A.; Carvalho, F. C.; Silva, N. L. Fenología y valor nutritivo de follajes de algunas especies forrajeras de la CaatingaPhenology and nutritive value of the foliage of some forage trees of Caatinga. Agroforestería en las Américas (CATIE) v. 9, p. 33 – 37, 2002."
      },
      {
        "_id": 2,
        "pesquisa": "Dantas, B. F.; Lopes, A. P.; Silva, F. F. S.; Lúcio, A. A.; et al., Taxas de crescimento de mudas de catingueira submetidas a diferentes substratos e sombreamentos. R. Árvore, Viçosa-MG, v.33, n.3, p.413-423, 2009."
      },
      {
        "_id": 3,
        "pesquisa": "Francelino, M. R. et al. Contribuição da caatinga na sustentabilidade de projetos de assentamentos no sertão norte-rio-grandense. Revista Árvore, v.27, n.1, p.79-86, 2003."
      },
      {
        "_id": 4,
        "pesquisa": "Cavalcante, A. C. R.; Bomfim, M. A. D.; Albuquerque, F. H. M. A. R. Catingueira garante produção de caprinos e ovinos na seca extrema. Embrapa Caprinos e Ovinos-Artigo de divulgação na mídia (INFOTECA-E), 2013."
      }
    ]
  },
  {
    "_id": 25,
    "nomePopular": "Carrapicho de Agulha",
    "images": [
      {
        "_id": 1,
        "url": "https://res.cloudinary.com/dymumcdky/image/upload/v1672323995/CARRAPICHO-DE-AGULHA/CARRAPICHO_DE_AGULHA_1_mybgpj.jpg"
      },
      {
        "_id": 2,
        "url": "https://res.cloudinary.com/dymumcdky/image/upload/v1672323995/CARRAPICHO-DE-AGULHA/CARRAPICHO_DE_AGULHA_til5ir.jpg"
      }
    ],
    "nomesPopulares": "Carrapicho de agulha; Fura-capa; Carrapicho; Picão-do-campo; Carrapicho-de-duas-pontas; Macela-de-campo; Cadillo menudo.",
    "nomeCientifico": "Bidens cynapiifolia Kunth ",
    "nomeFamilias": "Asteraceae",
    "consumidorPor": "Caprinos, ovinos e bovinos",
    "partesUtilizadas": "Folhas e ramos flexíveis",
    "formasConservacao": "Podem ser conservada na forma de feno e silagem.",
    "formasOfertaPreparo": "A oferta aos animais é feita na forma de mistura múltipla, juntamente com outros volumosos (capim, folhagem e feno de espécies forrageiras), ração concentrada proteica (farelo de soja, trigo e ureia) e energética (farelo de milho, aveia e arroz).",
    "composicaoProteica": 14.91,
    "composicaoCarboidratosTotais": 73.94,
    "composicaoBromatologica": "Matéria Seca: 14,59;Matéria Orgânica: 90,76; Matéria Mineral: 8,24; Proteína Bruta: 14,91;Extrato Etéreo: 2,91;Fibra de Detergente Neutro: 54,30; Fibra em Detergente Ácido: 31,97; Carboidratos não Fibrosos: 19,64; Carboidratos totais: 73,94.",
    "consideracoesComposicao": "A planta Carrapicho de agulha é uma planta com boa composição bromatológica, que pode suprir parte das necessidades nutricionais dos animais em períodos de estiagem. Porém, a planta desaparece facilmente com a chegada do verão, sendo necessário aproveitar o período chuvoso para explorar esse recurso vegetal, que pode ser armazenado na forma de feno ou silagem.",
    "formasPropragacao": "Sementes",
    "formasPropragacaoDetalhes": "A planta multiplica-se por sementes e cresce espontaneamente em beiras de estrada, terrenos baldios e lavouras de todo o território brasileiro.",
    "destribuicao": "Pode ser encontrada em quase todas as regiões brasileiras.",
    "produtividade": "Não foram encontrados dados sobre a produtividade na literatura consultada.",
    "neutralizacaoDeFatoresAnti": "Não foram encontrados dados sobre compostos antinutricionais que possam causar intoxicação aos animais que a consomem na literatura consultada .",
    "desempenho": "Não foram encontrados estudos sobre desempenho utilizando a espécie na alimentação animal. Porém, na região do Semiárido brasileiro, esta planta é utilizada na alimentação animal nas formas a pasto, feno e silagem.",
    "curiosidades": "O Picão (Bidens cynapiifolia Kunth), é uma planta utilizada para produção de chás, na fabricação de muitos remédios de origem natural e também participa da alimentação de animais herbívoros.",
    "bibliografia": [
      {
        "_id": 1,
        "pesquisa": "Gilbert, B.; Alves, L. F.; Favoreto, R. Bidens pilosa L. Asteraceae (Compositae; subfamília Heliantheae). Revista Fitos, Rio de Janeiro, Vol. 8(1): 1-72, Jan-Mar 2013."
      },
      {
        "_id": 2,
        "pesquisa": "Silva F.L, Fischer DC, Tavares JF, Silva MS, de Athayde-Filho PF, Barbosa-Filho JM. Compilation of secondary metabolites from Bidens pilosa L. Molecules. 2011;16(2):1070-102."
      }
    ]
  },
  {
    "_id": 26,
    "nomePopular": "Jitirana Peluda",
    "images": [
      {
        "_id": 1,
        "url": "https://res.cloudinary.com/dymumcdky/image/upload/v1672323998/JITIRANA-PELUDA/JITIRANA_PELUDA_x91xmk.jpg"
      },
      {
        "_id": 2,
        "url": "https://res.cloudinary.com/dymumcdky/image/upload/v1672323998/JITIRANA-PELUDA/JITIRANA_PELUDA_1_hbisac.jpg"
      }
    ],
    "nomesPopulares": "Jitirana peluda; Batatão-roxo; Jetirana; Jetirana-cabeluda; Jitirana; Jitirana-cabeluda; Jitirana-de-batata.",
    "nomeCientifico": "Merremia aegyptia (L.) Urb.",
    "nomeFamilias": "Convolvulaceae",
    "consumidorPor": "Caprinos, ovinos e bovinos",
    "partesUtilizadas": "Planta inteira",
    "formasConservacao": "Podem ser conservada na forma de feno e silagem, ou a pasto em piquetes de pastejo.",
    "formasOfertaPreparo": "A oferta aos animais é feita na forma de mistura múltipla, juntamente com outros volumosos (capim, folhagem e feno de espécies forrageiras), ração concentrada proteica (farelo de soja, trigo e ureia) e energética (farelo de milho, aveia e arroz).",
    "composicaoProteica": 15.08,
    "composicaoCarboidratosTotais": 71.83,
    "composicaoBromatologica": "Matéria Seca: 14,21;Matéria Orgânica: 89,74; Matéria Mineral: 10,26; Proteína Bruta: 15,08;Extrato Etéreo: 2,83;Fibra de Detergente Neutro: 42,98; Fibra em Detergente Ácido: 30,46; Carboidratos não Fibrosos: 28,85; Carboidratos totais: 71,83; Nutrientes digestiveis totais: 65,37",
    "consideracoesComposicao": "A planta Jitirana apresenta excelente composição bromatológica, que pode suprir parte das necessidades nutricionais dos animais em periodos de estiagem. Porém, a planta desaparece facilmente com a chegada do verão, sendo necessário aproveitar o periodo chuvoso para explorar esse recurso vegetal, que pode ser armazenado na forma de feno ou silagem. ",
    "formasPropragacao": "Sementes",
    "formasPropragacaoDetalhes": "Ao fim do processo produtivo da Jitirana, a planta libera sobre o solo as sementes que irão germinar assim que lhes forem conferida as condições necessarias.",
    "destribuicao": "A jitirana é uma convolvulácea, forrageira nativa da região Nordeste do Brasil, prsente em praticamente todos o país.",
    "produtividade": "Essa espécie apresenta rápido crescimento, tem produção média de fitomassa verde e seca da ordem de 36000 e 4000 kg ha-1.",
    "neutralizacaoDeFatoresAnti": "Não foram encontrados fatores antinutricionais para a espécie Jitirana na literatura pesquisada.",
    "desempenho": "Em trabalho realizado em 2015, com o feno de Jitirana, encontraram o percentual de NDT de 58,60%. O valor de NDT encontrado para o feno da Jitirana foi superior aos do lab-lab (34,93%), da Orelha de onça (53,99%), do Mororó (51,99%) e da Camaratuba (55,61%) citados em outro trabalho de 1978.",
    "curiosidades": "A Jitirana é uma convolvulácea, forrageira nativa da região Nordeste do Brasil, suculenta e com odor agradável. É uma espécie de planta daninha considerada tolerante ao herbicida glyphosate, ou seja, a planta não morre mesmo que nunca tenha entrado em contato antes com o herbicida, o que é uma característica da espécie.",
    "bibliografia": [
      {
        "_id": 1,
        "pesquisa": "Braga, Renato. Plantas do Nordeste, especialmente do Ceará. 3 ed. Fortaleza: ESAM,V. XLII. 540p. 1976."
      },
      {
        "_id": 2,
        "pesquisa": "Lacerda, M. A.; Silva, R. A.; Linhares, P. C. F. et al., Potencial forrageiro da jitirana (Merremia Aegyptia) para a produção de feno no semiárido nordestino.  ACSA – UFCG – Patos – PB V. 11, n. 1, p. 44-52, jan –mar, 2015."
      },
      {
        "_id": 3,
        "pesquisa": "Moreira JN et al. (2013). Viabilidade produtiva de rabanete sob efeito residual de consórcios de coentro e rúcula. Cadernos de Agroecologia, 8(2): 1-5."
      }
    ]
  },
  {
    "_id": 27,
    "nomePopular": "Jitirana Lisa",
    "images": [
      {
        "_id": 1,
        "url": "https://res.cloudinary.com/dymumcdky/image/upload/v1672323998/JITIRANA-LISA/JITIRANA_LISA_e2aih3.jpg"
      },
      {
        "_id": 2,
        "url": "https://res.cloudinary.com/dymumcdky/image/upload/v1672323998/JITIRANA-LISA/JITIRANA_LISA_1_iqwolb.jpg"
      }
    ],
    "nomesPopulares": "Jitirana lisa; Campainha; Corda-de-viola; Corriola; Jetirana.",
    "nomeCientifico": "Ipomoea purpurea (L.) Roth",
    "nomeFamilias": "Convolvulaceae",
    "consumidorPor": "Caprinos, ovinos e bovinos",
    "partesUtilizadas": "Planta inteira",
    "formasConservacao": "Podem ser conservada na forma de feno e silagem ou a pasto em piquetes de pastejo.",
    "formasOfertaPreparo": "A oferta aos animais é feita na forma de mistura múltipla, juntamente com outros volumosos (capim, folhagem e feno de espécies forrageiras), ração concentrada proteica (farelo de soja, trigo e ureia) e energética (farelo de milho, aveia e arroz).",
    "composicaoProteica": 14.11,
    "composicaoCarboidratosTotais": 69.78,
    "composicaoBromatologica": "Matéria Seca: 13,58;Matéria Orgânica: 89,42; Matéria Mineral: 10,58; Proteína Bruta: 14,11;Extrato Etéreo: 5,53;Fibra de Detergente Neutro: 47,10; Fibra em Detergente Ácido: 31,47; Carboidratos não Fibrosos: 22,68; Carboidratos totais: 69,78; Nutrientes digestíveis totais: 64,02",
    "consideracoesComposicao": "A Jitirana Lisa é uma planta com boa composição bromatológica, que pode suprir parte das necessidades nutricionais dos animais em períodos de estiagem. Porém, a planta pertencente ao estrato herbáceo, desaparecendo facilmente com a chegada do verão, sendo necessário aproveitar o periodo chuvoso para explorar esse recurso vegetal, que pode ser armazenado na forma de feno ou silagem.",
    "formasPropragacao": "Sementes",
    "formasPropragacaoDetalhes": "A propagação desta espécie ocorre por sementes, principalmente quando a planta libera sobre o solo suas sementes, que germinarão sob condições favoráveis.",
    "destribuicao": "No Brasil, está presente nas regiões Nordeste, Sudeste, Sul e Centro-Oeste.",
    "produtividade": "Não foram encontrados resultados sobre a produtividade de massa verde e seca por hectare na literatura consultada.",
    "neutralizacaoDeFatoresAnti": "Não foram encontrados dados sobre fatores antinutricionais na literatura consultada em relação a introdução desta planta na alimentação animal na forma in natura.",
    "desempenho": "Em trabalho publicado em 2022, sobre o uso da vegetação da Caatinga na alimentação de caprinos, foi constatado que a serapilheira (camada de matéria orgânica que protege o solo, formada por folhas secas), composta por folhas de Ipomoea purpurea e outras plantas, passou a compor a dieta dos caprinos à medida que se aproxima a época seca de forma significativa, o que justifica o uso dessa espécie na forma de feno, material desidratado, na alimentação animal.",
    "curiosidades": "Essa planta possui sementes dormentes, que podem permanecer viáveis no solo por vários anos. O hábito de crescimento entrelaçado permite escalar as plantas, diminuindo a disponibilidade de luz e reduzindo a capacidade fotossintética da cultura, bem como a eficiência da colheita mecânica.",
    "bibliografia": [
      {
        "_id": 1,
        "pesquisa": "Gama, J. F. P.; Pereira Filho, J. M. Nascimento, G. V. et al., Características de carcaça de caprinos terminados com diferentes níveis de suplementação concentrada e mantidos em caatinga enriquecida com Urochloa trichopus. Cienc. Anim. Bras. v23, e-71730p, 2022."
      },
      {
        "_id": 2,
        "pesquisa": "Martins T. A.; Carvalho L. B.; Bianco M. S.; Bianco, S.; Acúmulo de matéria seca e macronutrientes por plantas de Merremia aegyptia. Planta Daninha, 28:1023-1029. Martin TN, Venturini T, Api I, Pagnoncelli A, Vieira Jr PA (2011) Perfil do manejo da cultura de milho no sudoeste do Paraná. Revista Ceres, 58:1-8, 2010."
      },
      {
        "_id": 3,
        "pesquisa": "https://www.cultivando.com.br/gloria-da-manha-ipomoea-purpurea/acesso em 18/10/2022."
      }
    ]
  },
  {
    "_id": 28,
    "nomePopular": "Capim Folha Larga",
    "images": [
      {
        "_id": 1,
        "url": "https://res.cloudinary.com/dymumcdky/image/upload/v1672323995/CAPIM-FOLHA/CAPIM_FOLHA_LARGA_ld7e1t.jpg"
      },
      {
        "_id": 2,
        "url": "https://res.cloudinary.com/dymumcdky/image/upload/v1672323995/CAPIM-FOLHA/CAPIM_FOLHA_LARGA_2_qr8p0q.jpg"
      }
    ],
    "nomesPopulares": "Capim folha larga; Capim arroz; Barbudinho; Capim-jaú; Capituva; Gervão.",
    "nomeCientifico": "Echinochloa cruspavonis",
    "nomeFamilias": "Poaceae",
    "consumidorPor": "Caprinos, ovinos e bovinos",
    "partesUtilizadas": "Planta inteira",
    "formasConservacao": "Podem ser conservada na forma de feno e silagem ou a pasto em piquetes de pastejo.",
    "formasOfertaPreparo": "A oferta aos animais é feita na forma de mistura múltipla, juntamente com outros volumosos (capim, folhagem e feno de espécies forrageiras), ração concentrada proteica (farelo de soja, trigo e ureia) e energética (farelo de milho, aveia e arroz).",
    "composicaoProteica": 9.29,
    "composicaoCarboidratosTotais": 76.60,
    "composicaoBromatologica": "Matéria Seca: 27,75;Matéria Orgânica: 90,45; Matéria Mineral: 8,55; Proteína Bruta: 9,29;Extrato Etéreo: 2,56;Fibra de Detergente Neutro: 57,67; Fibra em Detergente Ácido: 32,89; Carboidratos não Fibrosos: 21,93; Carboidratos totais: 79,60.",
    "consideracoesComposicao": "O Capim folha larga é uma Poaceae pouco presente na região Semiárida, mas que é utilizada na alimentação animal a pasto, feno ou silagem.",
    "formasPropragacao": "Sementes",
    "formasPropragacaoDetalhes": "A propagação desta espécie ocorre por sementes, principalmente quando a planta libera sobre o solo suas sementes, que germinarão sob condições favoráveis.",
    "destribuicao": "Norte (Acre, Amazonas, Pará), Nordeste (Bahia, Ceará, Pernambuco, Rio Grande do Norte), Centro-oeste (Distrito Federal, Goiás, Mato Grosso do Sul, Mato Grosso), Sudeste (Espírito Santo, Minas Gerais, Rio de Janeiro, São Paulo) e Sul (Paraná, Rio Grande do Sul, Santa Catarina).",
    "produtividade": "Não foram encontrados dados sobre a produtividade na literatura consultada.",
    "neutralizacaoDeFatoresAnti": "Não foram encontrados indícios de toxidez para ruminantes na literatura consultada.",
    "desempenho": "Estudo publicado em 2021, relatou que  o Capim da folha larga (Echinochloa cruspavonis), é uma importante alternativa para a bovinos de corte, no sistema de criação a pasto. Foi observado que os animais alimentandos com essa espécie forrageira, reconhecida como daninha, apresentaram ganhos médios de até 900g/dia, quando introduzida na alimentação destes animais.",
    "curiosidades": "Planta invasora frequente em lavouras de arroz inundado e irrigado, com pouca ocorrência em solos secos. Apesar de preferir solos encharcados, suas sementes não germinam em solo inundado.",
    "bibliografia": [
      {
        "_id": 1,
        "pesquisa": "Lima, L. D.  Potencial nutricional do feno de capim arroz (Echinochloa sp) através da caracterização química, da digestão e do fluxo visceral líquido de oxigênio em ovinos   Dissertação PPGZ da Universidade Federal de Santa Maria (UFSM, RS) Santa Maria, RS, Brasil p, 90, ano 2007."
      },
      {
        "_id": 2,
        "pesquisa": "Buxton, D. R.; Fales, S. L.. Plant environment and quality. In: Fahey Jr., G. C. (Ed.), Forage quality, evaluation, and utilization, ASA, CSSA, SSSA, Madison, p. 155-199, 1994."
      },
      {
        "_id": 3,
        "pesquisa": "Cavalheiros, E.M. Novidades no Gênero Echinochloa (Graminae) para o Rio Grande do Sul. Anuário Técnico do IPZFO, Porto Alegre-RS, v.4, p. 309-315, 1977."
      }
    ]
  },
  {
    "_id": 29,
    "nomePopular": "Mofumbo",
    "images": [
      {
        "_id": 1,
        "url": "https://res.cloudinary.com/dymumcdky/image/upload/v1672324000/MOFUMBO/MOFUMBO_zdl6un.jpg"
      },
      {
        "_id": 2,
        "url": "https://res.cloudinary.com/dymumcdky/image/upload/v1672324000/MOFUMBO/MOFUMBO_2_h8n0xt.jpg"
      }
    ],
    "nomesPopulares": "Mofumbo; Carne-de-vaca; Cipoaba; Pente-de-macaco.",
    "nomeCientifico": "Combretum leprosum Mart.",
    "nomeFamilias": "Combretaceae",
    "consumidorPor": "Caprinos, ovinos e bovinos",
    "partesUtilizadas": "Folhas e talos flexíveis",
    "formasConservacao": "Podem ser conservada na forma de feno e silagem.",
    "formasOfertaPreparo": "A oferta aos animais é feita na forma de mistura múltipla, juntamente com outros volumosos (capim, folhagem e feno de espécies forrageiras), ração concentrada proteica e energética.",
    "composicaoProteica": 12.91,
    "composicaoCarboidratosTotais": 73.79,
    "composicaoBromatologica": "Matéria Seca: 49,88;Matéria Orgânica: 92,78; Matéria Mineral: 6,22; Proteína Bruta: 21,91;Extrato Etéreo: 7,08;Fibra de Detergente Neutro: 48,58; Fibra em Detergente Ácido: 26,12; Carboidratos não Fibrosos: 25,21; Carboidratos totais: 73,79.",
    "consideracoesComposicao": "Não foram encontradas informações sobre esse item nas pesquisas consultadas",
    "formasPropragacao": "Sementes",
    "formasPropragacaoDetalhes": "Em estudo, realizado em 2017, concluiu que a remoção do pericarpo aderido às sementes de Combretum leprosum, e a semeadura realizada com a posição do hilo voltada para cima até 1,0 cm de profundidade, favorecem a emergência e vigor das plântulas. Neste caso a propagação das plantas desta espécie se dá por sementes, mas também póde ocorrer por estaquias.",
    "destribuicao": "Mofumbo Combretum leprosum, é uma árvore brasileira nativa da Caatinga, no Nordeste, desde o Piauí até a Bahia, e no Pantanal Matogrossense nos cerradões e matas semidecíduas. O nome mofumbo é comum no Nordeste. No Mato Grosso do Sul é conhecida como carne-de-vaca.",
    "produtividade": "Com relação a produtividade a espécies arbustivas Combretum leprosum (Mofumbo), apresenta uma produção de 570,74 kg de MS/ha.",
    "neutralizacaoDeFatoresAnti": "Não foram encontrados indícios de toxidez para ruminantes na literatura consultada, porém, boa parte das plantas nativas da Caatinga apresentam alto teor de fibra na composição, o que de certa forma diminui a digestão.",
    "desempenho": "Sobre o desempenho do Combretum leprosum na alimentação animal não foram encontrados dados de uso da planta de forma individual na literatura consultada, porém quando utilizada juntamente com outros alimentos tem mostrado bons resultados em ganho de peso e elevação da qualidade dos produtos de origem animal.",
    "curiosidades": "A folhagem persiste durante muitos meses na estação seca, embora diminuindo em densidade. Ocorre em diferentes tipos de solo e é capaz de sobreviver naqueles extremamente degradados. Vigora melhor em solos rasos com profundidade média, bem drenados e férteis. Altamente tolerante ao encharcamento, é resistente ao fogo. Suas flores são visitadas por várias espécies de insetos.",
    "bibliografia": [
      {
        "_id": 1,
        "pesquisa": "Pinto, F. B. M.; Moreira, F. J. C.; Pinheiro Neto, L. G. et al.,  Biometry of fruits and seeds of mufumbo (Combretum leprosum Mart.) – Combretaceae. Cadernos de Agroecologia – ISSN  2236-7934, Mato Grosso do Sul- v. 15, nº. 4, 2020."
      },
      {
        "_id": 2,
        "pesquisa": "Loiola, M.I.B; Sales, M. F. Estudos taxonômicos do gênero Combretum Loefl. (Combretaceae R. Br.) em Pernambuco- Brasil. Arquivos do Jardim Botânico do Rio de Janeiro, Rio de Janeiro, v. 34, n.2, p. 173-188, 1996."
      },
      {
        "_id": 3,
        "pesquisa": "Ribeiro, R.T.M.; Silva, N.M.F.; Loiola, M.I.B. Combretaceae in Flora do Brasil 2020 em construção. Jardim Botânico do Rio de Janeiro. Disponível em: <http://floradobrasil.jbrj.gov.br/reflora/floradobrasil/FB6906>. Acesso em: 18 out. 2022."
      }
    ]
  },
  {
    "_id": 30,
    "nomePopular": "Erva Palha",
    "images": [
      {
        "_id": 1,
        "url": "https://res.cloudinary.com/dymumcdky/image/upload/v1672323997/ERVA-PALHA/ERVA_PALHA_j7ilnx.jpg"
      },
      {
        "_id": 2,
        "url": "https://res.cloudinary.com/dymumcdky/image/upload/v1672323996/ERVA-PALHA/ERVA_PALHA_1_tdaoqs.jpg"
      }
    ],
    "nomesPopulares": "Erva palha; Canela de urubu; Picão grande; Erva de urubu.",
    "nomeCientifico": "Blainvillea acmella (L.) Philipson",
    "nomeFamilias": "Asteraceae",
    "consumidorPor": "Caprinos, ovinos e bovinos",
    "partesUtilizadas": "Folhas e talos flexíveis",
    "formasConservacao": "Podem ser conservada na forma de feno e silagem.",
    "formasOfertaPreparo": "A oferta aos animais é feita na forma de mistura múltipla, juntamente com outros volumosos (capim, folhagem, feno de espécies forrageiras), ração concentrada proteica e energética.",
    "composicaoProteica": 12.97,
    "composicaoCarboidratosTotais": 71.55,
    "composicaoBromatologica": "Matéria Seca: 21,40;Matéria Orgânica: 85,28; Matéria Mineral: 11,72; Proteína Bruta: 12,97;Extrato Etéreo: 3,76;Fibra de Detergente Neutro: 49,54; Fibra em Detergente Ácido: 34,42; Carboidratos não Fibrosos: 22,01; Carboidratos totais: 71,55.",
    "consideracoesComposicao": "A Erva palha é uma planta com excelente composição bromatológica, que pode suprir parte das necessidades nutricionais dos animais em períodos de estiagem. Porém, a planta pertencente ao estrato herbáceo desaparece facilmente com a chegada do verão, sendo necessário aproveitar o período chuvoso para explorar esse recurso vegetal que pode ser armazenada na forma de feno ou silagem. ",
    "formasPropragacao": "Sementes",
    "formasPropragacaoDetalhes": "A propagação desta espécie ocorre quando a planta libera sobre o solo suas sementes, que germinarão sob condições favoráveis.",
    "destribuicao": "Está presente em todas as regiões.",
    "produtividade": "Não foram encontrados dados sobre a produtividade na literatura consultada.",
    "neutralizacaoDeFatoresAnti": "Não foram encontrados indícios de toxidez para ruminantes na literatura consultada.",
    "desempenho": "Em estudo realizado com nove espécies forrageiras em 2013 a Blainvillea acmella (L) foi uma das plantas que apresentou melhor aproveitamento em consumo animal. Porém, não foram encontrados dados de uso da planta de forma individual na literatura consultada",
    "curiosidades": "Blainvillea acmella (L.) Philipson é uma importante planta medicinal nativa do Brasil. Frequente em solos arenosos, ocorre exclusivamente durante o período quente e chuvoso. No Semiárido é encontrada com frequência no período chuvoso, mas com a chegada do verão a planta desaparece.",
    "bibliografia": [
      {
        "_id": 1,
        "pesquisa": "Silva, M. P.; Amorim, A. N.; Carvalho, C. S.et al., Saberes etnobotânicos acerca das asteraceae em área de caatinga, assunção do piauí, Brasil. 64º Congresso Nacional de Botânica Belo Horizonte, 10-15 de novembro de 2013."
      },
      {
        "_id": 2,
        "pesquisa": "Phillips, O.; Gentry, A. H. The useful plants of Tambopata, Peru: I. Statistical hypothesis test with a new quantitative technique. Economic Botany 47:15-32, 1993."
      }
    ]
  },
  {
    "_id": 31,
    "nomePopular": "Umbuzeiro",
    "images": [
      {
        "_id": 1,
        "url": "https://res.cloudinary.com/dymumcdky/image/upload/v1707157736/UMBUZEIRO/yqmoydqs2kfhhjkxvgir.jpg"
      }
    ],
    "nomesPopulares": "Umbuzeiro; imbuzeiro; umbu.",
    "nomeCientifico": "Spondia Tuberosa Arruda ",
    "nomeFamilias": "Anacardiaceae",
    "consumidorPor": "Caprinos, ovinos e bovinos",
    "partesUtilizadas": "Folhas e talos flexíveis",
    "formasConservacao": "Podem ser conservada na forma de feno e silagem.",
    "formasOfertaPreparo": "A oferta aos animais é feita na forma natural ou a pasto,mas também na forma  de mistura múltipla, juntamente com outros volumosos (capim, folhagem, feno de espécies forrageiras), ração concentrada proteica e energética.",
    "composicaoProteica": 14.55,
    "composicaoCarboidratosTotais": 65.11,
    "composicaoBromatologica": "Matéria Seca: 15,18;Matéria Orgânica: 86,10; Matéria Mineral: 14,77; Proteína Bruta: 14,55;Extrato Etéreo: 5,57;Fibra de Detergente Neutro: 35,26; Fibra em Detergente Ácido: 19,95; Carboidratos não Fibrosos: 29,85; Carboidratos totais: 65,11.",
    "consideracoesComposicao": "O Umbuzeiro é uma arvore nativa do Brasil, que ocorre nos biomas Caatinga e Cerrado, preferencialmente nas áreas de clima semiárido.  Seu nome é derivado da palavra tupi-guarani 'y-mb-ú', que significa 'árvore que dá de beber'. O umbuzeiro floresce entre os meses de setembro e dezembro e frutifica entre dezembro e maio. Seus frutos são utilizados para fabricação de doces, geleias, sucos, picolés, sorvetes, compotas e umbuzada (polpa do umbu cozida com leite e açúcar), são comercializados no mercado interno e externo, tornando-se uma das espécies frutíferas mais difundidas e estudadas no semiárido brasileiro.",
    "formasPropragacao": "Propagação sexuada (sementes) ou por via assexuada (estruturas vegetativas)",
    "formasPropragacaoDetalhes": "O Umbuzeiro pode ser propagado por sementes (via sexuada) ou por estruturas vegetativas (via assexuada). A propagação sexuadaé utilizada principalmente para obtenção de porta-enxertos e também para estudos básicos de genética dessa planta. Quando se busca uniformidade, boa formação do pomar e alta produtividade, torna-se imprescindível utilizar a propagação assexuada. Dentre as técnicas mais recomendadas para o umbuzeiro, destaca-se a enxertia por garfagem de fenda cheia ou por garfagem à inglesa simple.",
    "destribuicao": "Está presente em todas as regiões.",
    "produtividade": "Na literatura o foco maior é dado ao fruto do Umbuzeiro, o qual rende até 300 kg de frutos por planta e por safra. Não havendo assim relatos de produção forrageira.",
    "neutralizacaoDeFatoresAnti": "Os resultados indicaram a presença de taninos, flavonas, flavonóis, xantonas, despidos e depsidonas. A presença desses compostos desperta o interesse por investigações sobre possíveis atividades biológicas da farinha, como atividades antimicrobiana, antiinflamatória e antioxidante (Ksouri et al., 2013). Antraquinonas, esteróides, triterpenóides, saponinas e alcalóides não foram detectados. Segundo Clerici et al. (2011), a ausência de alcaloides garante o uso seguro deste produto como ingrediente alimentar..",
    "desempenho": "Não foram encontrados dados sobre desempenho de animais alimentados com folhas de umbu. Segundo Nascimento et al 2009, trabalharam com frutos de umbu na alimentação de caprinos observou consumo médio de 1,480 kg/animal/dia de matéria natural e aproximadamente 133,6 g/MS/ animal/dia de matéria seca MS.  O ganho médio foi superior a 108,75 g/animal/dia. Porém nas condições desse trabalho, o consumo dos frutos do umbuzeiro não influenciou o desempenho produtivo dos animais alimentados com os frutos de umbu.",
    "curiosidades": "As raízes do umbuzeiro, em formato de batatas, podem ser utilizadas na culinária popular e apresentam um sabor adocicado. As populações tradicionais utilizam o suco da raiz nos casos de escorbuto, doença que tem como sintomas hemorragias nas gengivas em decorrência de carência grave de vitamina C.",
    "bibliografia": [
      {
        "_id": 1,
        "pesquisa": "Pereira, Sidclay Cordeiro. Plantas úteis do Nordeste do Brasil/ Sidclay Cordeiro Pereira, Cintia Ferreira Lima Gamarra- Rojas, Guillermo Gamarra-Rojas, Marcelino Lima, Fernando Antônio Távora Gallindo. - Recife: Cntro Nordestino de Informações sobre Plantas - CNIP; Associação Plantas do Nordeste - APNE, 2003. 140p.: il ISBN: 85-86692-01-9"
      },
      {
        "_id": 2,
        "pesquisa": "Feitoza, G. S.  Caracterização da farinha de subprodutos do processamento do umbu (Spondia Tuberosa ARR. CAM).  Dissertação (mestrado) – Universidade Federal de Pernambuco.  Centro de Biociências. Programa de Pós-Graduação em Bioquímica e Fisiologia. Recife, 2017."
      },
      {
        "_id": 3,
        "pesquisa": "Ksouri WM, Medini F, Mkadmini K, Legault J, Magné C, Abdelly C, Ksouri R. 2013. LC– ESI-TOF–MS identification of bioactive secondary metabolites involved in the antioxidant, anti-inflammatory and anticancer activities of the edible halophyte Zygophyllum album Desf. Food Chem. 139(1):1073-1080. Clerici MTPS, Kallmann C, Gaspi FOG, Morgano MA, Martinez-Bustos F, Chang YK. 2011. Physical, chemical and technological characteristics of Solanum lycocarpum A. St.- HILL (Solanaceae) fruit flour and starch. Food Res Int. 44(7):2143-2150."
      },
      {
        "_id": 4,
        "pesquisa": "Nascimento, T. V. C.; Nogueira, D. M.; Voltolini, T. V.; Cavalcanti, N. B. Desempenho Produtivo e Controle de Nematódeos Gastrintestinais em Caprinos Suplementados com Frutos do Umbuzeiro na Região Semiárida. VI Congresso Brasileiro de Agroecologia – II Congresso Latino Americano de Agroecologia. Curitiba, Paraná 2009."
      }
    ]
  },
  {
    "_id": 32,
    "nomePopular": "Maracujá de Estalo",
    "images": [
      {
        "_id": 1,
        "url": "https://res.cloudinary.com/dymumcdky/image/upload/v1707157380/MARACUJA-DE-ESTALO/y54buceubttwendpbeaf.jpg"
      }
    ],
    "nomesPopulares": "Maracujá de estalo, maracujá de cheiro, maracujá-fedido, maracujá do mato, maracujazinho",
    "nomeCientifico": "Passiflora Foetida L.",
    "nomeFamilias": "Passifloraceae",
    "consumidorPor": "Caprinos, ovinos e bovinos",
    "partesUtilizadas": "Folhas e ramos na forma de feno ou silagem. OBS: Não ofertar na a planta fresca.",
    "formasConservacao": "Podem ser conservada na forma de feno e silagem.",
    "formasOfertaPreparo": "A oferta aos animais é feita apenas como feno (Planta desidratada) ou Silagem (planta triturada, compactada e fechada em recipiente livre de oxigênio por no minimo 40 dias). Tanto o feno quanto a silagem podem ser ofertads juntamente a outros ingredientes como capim, folhagem, feno de espécies forrageiras, ração concentrada proteica e energética.",
    "composicaoProteica": 12.45,
    "composicaoCarboidratosTotais": 75.85,
    "composicaoBromatologica": "Matéria Seca: 33,85;Matéria Orgânica: 92,86; Matéria Mineral: 7,14; Proteína Bruta: 12,48;Extrato Etéreo: 4,53;Fibra de Detergente Neutro: 60,27; Fibra em Detergente Ácido: 35,51; Carboidratos não Fibrosos: 15,58; Carboidratos totais: 75,85.",
    "consideracoesComposicao": "O Maracujá de estalo é uma herbacea de origem nas americas tropicais e o resto do mundo. No Brasil ocorre nos biomas Caatinga e Cerrado, preferencialmente nas áreas de clima semiárido.  É uma planta com potencial forrageiro desde que se atente para os cuidados que se deve ter ao ofertar aos animais, pois a planta na ofertada na forma in natura é toxica, já nas formas de feno ou silagem misturados a outros ingredientes torna-se uma boa opção como volumoso estrategico para oferta no verão.",
    "formasPropragacao": "Propagação sexuada (sementes) ",
    "formasPropragacaoDetalhes": "O Maracujá de estalo ou Passiflora Foetida é multiplicada de forma natural, via sexuada,atraves das sementes da propria planta.",
    "destribuicao": "Está presente em todas as regiões.",
    "produtividade": "Não foram encontrados relatos sobre a produtividade desta especie, provavelmente por se tratar de uma especie pouco conhecida ainda, sendo mais divulgados seus potenciasi farmacológicos.",
    "neutralizacaoDeFatoresAnti": "A Passiflora foetida é uma planta cianogênica que pode causar intoxicação em ruminantes, principalmente durante o período seco; porém o tratamento com tiosulfato de sódio é eficiente para tratar a intoxicação. O autor também observou que as folhas colhidas dois dias antes de ser ofertadas aos animais não causou intoxicação nos animais estudados, neste caso, a planta ofertqada na forma de feno ou silagem misturada a outros ingredientes não oferece risco de intoxicação aos animasi que consumir.",
    "desempenho": "Por se tratar de uma especie pouco conhecida não foram encontrados estudos sobre o desempenho de animais alimentados com a Passiflora Foetida, apenas estudos sobre a sua toxides que se dá quando o animal ingere a planta na fprma fresca.",
    "curiosidades": "É utilizada como farmaco, atraves de infusão de suas folhas no tratamento de histeria e insônia. Sob a forma de emplastros, loções e pomadas, é utilizada contra erisipela e outras doenças de pele. Na Índia, as folhas são aplicadas na cabeça para o alívio de tonturas e dores de cabeça. Em muitos lugares é  considerada daninha, invade terrenos baldios, bordas da mata, vegetação costeira, estradas e áreas antrópicas. É uma planta melífera fornecendo néctar e pólen durante todo o ano para espécies nativas de abelhas.",
    "bibliografia": [
      {
        "_id": 1,
        "pesquisa": "Carvalho, F. K. L.; Medeiros, R. M. T.; Araujo, J. A. S.; e Riet-Correa, F.Intoxicação experimental por Passiflora foetida (Passifloraceae) em caprinos. Pesq. Vet. Bras. 31(6):477-481, junho 2011."
      },
      {
        "_id": 2,
        "pesquisa": "Calderon C. 2007. Jardineiro.net. Maracujá - Passiflora sp. Disponível em Acesso em 20 de abril de 2007."
      },
      {
        "_id": 3,
        "pesquisa": "Silva D.M., Riet-Correa F., Medeiros R.M.T. & Oliveira O.F. 2006. Plantas tóxicas para ruminantes e eqüinos no Seridó Ocidental e Oriental do Rio Grande do Norte. Pesq. Vet. Bras. 26(4):223- 236."
      },
      {
        "_id": 4,
        "pesquisa": "Spooner A., Carpenter J., Smith G. & Spence K. 2Florabase. Disponível em Acesso em 18 de abril de 2008"
      }
    ]
  },
  {
    "_id": 33,
    "nomePopular": "Velame",
    "images": [
      {
        "_id": 1,
        "url": "https://res.cloudinary.com/dymumcdky/image/upload/v1707157753/VELAME/zijkjmqut4da5g6gthnp.jpg"
      }
    ],
    "nomesPopulares": "Velame, Velande, Velame do campo ou Velame da caatinga",
    "nomeCientifico": "Croton heliotropiifolius",
    "nomeFamilias": "Euphorbiaceae",
    "consumidorPor": "Caprinos e ovinos",
    "partesUtilizadas": "Folhas e talos flexiveis na forma de feno.",
    "formasConservacao": "Podem ser conservada na forma de feno e silagem.",
    "formasOfertaPreparo": "O Velame pode ser ofertado aos animais é na forma de mistura múltipla, juntamente com outros volumosos (capim, folhagem, feno de espécies forrageiras), ração concentrada proteica e energética.",
    "composicaoProteica": 12.98,
    "composicaoCarboidratosTotais": 70.29,
    "composicaoBromatologica": "Matéria Seca: 38,14;Matéria Orgânica: 90,18; Matéria Mineral: 8,47; Proteína Bruta: 12,98;Extrato Etéreo: 8,26;Fibra de Detergente Neutro: 50,22; Fibra em Detergente Ácido: 30,47; Carboidratos não Fibrosos: 20,07; Carboidratos totais: 70,29.",
    "consideracoesComposicao": "O Velame é uma espécie pouco procurada pelos animais que utilizam como forragem, isso acontece por causa do cheiro forte a espécie apresenta, afastando os animais, com a chegada do periodo seco os animais tentam aproveitar o que ainda existe de forragem, com isso começam a utilizar o velame na sua alimentação, principalmente as folhas secas, quando boa parte das substancias antinutricionais estão reduzidas.",
    "formasPropragacao": "Sementes",
    "formasPropragacaoDetalhes": "As plantas do Velame apresentam frutos e sementes, estas semente ao cair no solo vão originas novas plantas.",
    "destribuicao": "Está presente em todas as regiões.",
    "produtividade": "Não foram encontrados relatos sobre a produtividade desta especie, provavelmente por se tratar de uma especie pouco conhecida ainda, sendo mais divulgados seus potenciasi farmacológicos.",
    "neutralizacaoDeFatoresAnti": "Não foram encontrados dados sobre fatores antinutricionais na literatura consultada em relação a introdução desta planta na alimentação animal na forma in natura.",
    "desempenho": "Por se tratar de uma espécie pouco estudada na  alimentanão animal, não foram encontrados estudos sobre o desempenho de animais alimentados com o Velame, apenas estudos focados nos efeitos e potencialidades no uso como farmaco, para humanos e animais.",
    "curiosidades": "O velame é popularmente conhecido por suas propriedades medicinais, sendo utilizado na dor de estômago, mal estar gástrico, vômitos, diarréia com sangue e para baixar a febre. Além das propriedades farmacológicas, seu óleo essencial apresenta atividade larvicida contra Aedes aegypti, antibacteriana e cicatrizante.",
    "bibliografia": [
      {
        "_id": 1,
        "pesquisa": "Dias, J.E.; Laureano, L.C. (Coord.) Farmacopeia Popular do Cerrado. 1 ed. Goiás: Articulação Pacari, 2009."
      },
      {
        "_id": 2,
        "pesquisa": "Cordeiro, I.; Secco R.; Carneiro-Torres, D.S.; Lima, L.R. de; Caruzo, M.B.R.; Berry, P.; Rina, R.; Silva, O.L.M.; Silva, M.J.da; Sodré, R.C. 2015 Croton in Lista de Espécies da Flora do Brasil. Jardim Botânico do Rio de Janeiro."
      },
      {
        "_id": 3,
        "pesquisa": "Silva, J. A. G.; Silva, G. C.; Silva, T. M. S.; Costa, M. A. S.; Junior, D. F. P.; Leite, S. P. Atividade tóxica in vitro de Croton heliotropiifolius Kunth (Euphorbiaceae). Rev. Verde de Agroecologia e Desenvolvimento Sustentável. 13 (1): 112–115, 2018."
      }
    ]
  },
  {
    "_id": 34,
    "nomePopular": "Caroá",
    "images": [
      {
        "_id": 1,
        "url": "https://res.cloudinary.com/dymumcdky/image/upload/v1707155922/CARO%C3%81/um6xcfdjjyxc57mlfxmu.jpg"
      }
    ],
    "nomesPopulares": "Caroá, carauá, caroá dos sertanejos, caroá verdadeiro, caruá, crauá, croá, croatá, graná, gravatá",
    "nomeCientifico": "Neoglaziovia variegata (Arruda) Mez",
    "nomeFamilias": "Bromeliaceae ",
    "consumidorPor": "Caprinos, ovinos, bovinos, passaros e pequenos primatas",
    "partesUtilizadas": "As inflorescências, frutos e sementes são consumidos por bovinos, ovinos, caprinos, pássaros e pequenos primatas.",
    "formasConservacao": "Por se tratar de uma espécie rica em nutrientes e também água, ao ser coletada o armazenamento deve ocorrer em local sombreado, livre se umidade e deve ser bem ventilado.",
    "formasOfertaPreparo": "A planta antes da oferta de ter os espinhos extraidos para que a planta possa ser trirurada em particulas menores, faciliando assim a digestao.",
    "composicaoProteica": 6.97,
    "composicaoCarboidratosTotais": 79.64,
    "composicaoBromatologica": "Matéria Seca: 28,21;Matéria Orgânica: 93,34; Matéria Mineral: 6,04; Proteína Bruta: 6,97;Extrato Etéreo: 7,54;Fibra de Detergente Neutro: 60,16; Fibra em Detergente Ácido: 18,45; Carboidratos não Fibrosos: 19,30; Carboidratos totais: 79,46.",
    "consideracoesComposicao": "O Caroá é uma espécie procurada pelos animais apenas nos períodos mais críticos quando as forragens tradicionais já estao bem escassas. A pouca procura se dá pelo fato da planta possir espinhos nas folhas.",
    "formasPropragacao": "Sementes",
    "formasPropragacaoDetalhes": "Os frutos do Caroá são os responsáveis por liberar no meio ambiente as sementes que ao chegar ao solo fica esperando as condições favoráves a germinação.",
    "destribuicao": "Está presente em todas as regiões.",
    "produtividade": "Não foram encontrados relatos sobre a produtividade desta especie, provavelmente por se tratar de uma especie pouco conhecida ainda na alimentação animal, sendo mais divulgados sua potencialidade como fibra para confecção artesanal.",
    "neutralizacaoDeFatoresAnti": "Como fatores antiutricionais do caroá temos os espinhos presentes na planta e o teros de fibra (Lignina), que é reponsável por limitar a digestão.",
    "desempenho": "Por se tratar de uma espécie pouco estudada na  alimentanão animal, não foram encontrados estudos sobre o desempenho de animais alimentados com o Velame, apenas estudos focados nos efeitos e potencialidades no uso como artesanal.",
    "curiosidades": "O Caroá é muito utilizado na confecção artesanal de cordas, redes, barbantes, cestarias, esteiras, sacolas, chapéus e tecidos.",
    "bibliografia": [
      {
        "_id": 1,
        "pesquisa": "Souza, J. S. R. C aracterização bromatológica de espécies com potencial forrageiro disponíveis para ruminantes no semiárido. Dissertação, UFRPE, Guaranhuns PE, p 8, ano 2015."
      },
      {
        "_id": 2,
        "pesquisa": "Kiill, L. H. P.; Santos, A. P. B. Caroá (Neoglaziovia variegata) EMBRAPA, Semiárido, Petrolina , PE, 2013."
      },
      {
        "_id": 3,
        "pesquisa": "Ibrahin, A. H. H.; Herfindal, L.; Rathe, B.; Anersen, H. L.; Almeida, J. R. G. S.; Fossen, T. A novel poly-oxygenated flavone glucoside from aerial parts of the brazilian plant Neglaziovia variegata (Bromeliceae)Heliyon, 5: 1 - 13, 2019."
      }
    ]
  },
  {
    "_id": 35,
    "nomePopular": "Macambira Raiz",
    "images": [
      {
        "_id": 1,
        "url": "https://res.cloudinary.com/dymumcdky/image/upload/v1707157303/MACAMBIRA/l7hp1zalslhyulokzdfz.jpg"
      }
    ],
    "nomesPopulares": "Macambira ou mocambira",
    "nomeCientifico": "Bromelia laciniosa Mart. ex Schult. & Schult.f.",
    "nomeFamilias": "Bromeliaceae",
    "consumidorPor": "Caprinos, ovinos, bovinos, passaros e pequenos primatas",
    "partesUtilizadas": "As inflorescências, frutos e sementes são consumidos por bovinos, ovinos, caprinos, pássaros e pequenos primatas",
    "formasConservacao": "Por se tratar de uma espécie rica em nutrientes e também água, ao ser coletada o armazenamento deve ocorrer em local sombreado, livre se umidade e deve ser bem ventilado.",
    "formasOfertaPreparo": "Esta espécie diferente do Caroá nao se utilizam as folhas e sim a bata que fica na parte basal enterrada a poucos centimetros do solo. Essa batata é arrancada do solo com uma ferramenta em formato de unha de ferro, após a extraçao essa batata é trirurada e e colocada no cocho juntamente com aoutros ingredientes para os animais.",
    "composicaoProteica": 5.66,
    "composicaoCarboidratosTotais": 81.20,
    "composicaoBromatologica": "Matéria Seca: 20,05;Matéria Orgânica: 91,84; Matéria Mineral: 8,24; Proteína Bruta: 5,66;Extrato Etéreo: 4,91;Fibra de Detergente Neutro: 57,94; Fibra em Detergente Ácido: 36,55; Carboidratos não Fibrosos: 23,26; Carboidratos totais: 81,20.",
    "consideracoesComposicao": "Como toda planta rica em umidade a macambira apresenta um baixo percentual de proteína, porém os carboidratos ttais são elevados.",
    "formasPropragacao": "A Macambira é propagada por sementes.",
    "formasPropragacaoDetalhes": "Os frutos da Macambira são os responsáveis por liberar no meio ambiente as sementes que ao chegar ao solo fica esperando as condições favoráves a germinação.",
    "destribuicao": "Está presente em todas as regiões.",
    "produtividade": "Não foram encontrados relatos sobre a produtividade desta especie, provavelmente por se tratar de uma especie pouco conhecida ainda na alimentação animal, sendo mais divulgados sua potencialidade como fibra para confecção artesanal.",
    "neutralizacaoDeFatoresAnti": "Como fatores antiutricionais da raiz da macambira temos os teores de fibra (Lignina), que é reponsável por limitar a digestão.",
    "desempenho": "Por se tratar de uma espécie pouco estudada na  alimentanão animal, não foram encontrados estudos sobre o desempenho de animais alimentados com o Velame, apenas estudos focados nos efeitos e potencialidades no uso como artesanal.",
    "curiosidades": "A macambira (Bromelia laciniosa) é uma planta da família Bromeliaceae, a mesma do abacaxi. É endêmica da Caatinga, onde é fundamental para a manutenção da biodiversidade. O seu néctar é usado por diversas espécies de animais, seus frutos são comidos por pequenos mamíferos e lagartos, a própria planta facilita a germinação de sementes de outras espécies e serve de abrigo e refúgio para vários grupos de animais, especialmente lagartos e cobras. Além disso, a macambira é usada em momentos de seca para ser oferecida ao gado, no sertão. Como é fibrosa e rica em proteínas, o gado geralmente engorda rápido.",
    "bibliografia": [
      {
        "_id": 1,
        "pesquisa": "Forzza, R.C.,Costa, A.,Siqueira Filho, J.A.,Martinelli, G.,Monteiro, R.F.,Santos-Silva, F.,Saraiva, D. P.,Paixão-Souza, B.,Louzada, R.B.,Versieux, L. 2015. Bromeliaceae in Lista de Espécies da Flora do Brasil. Jardim Botânico do Rio de Janeiro. (http://floradobrasil2015.jbrj.gov.br/FB16578)"
      },
      {
        "_id": 2,
        "pesquisa": "Monteiro, R.F. 2020. Bromelia in Flora do Brasil 2020. Jardim Botânico do Rio de Janeiro. (https://floradobrasil2020.jbrj.gov.br/FB16578)."
      },
      {
        "_id": 3,
        "pesquisa": "BFG. Growing knowledge: an overview of Seed Plant diversity in Brazil. Rodriguésia, v.66, n.4, p.1085-1113. 2015. (https://doi.org/10.1590/2175-7860201566411)."
      },
      {
        "_id": 4,
        "pesquisa": "BFG. Brazilian Flora 2020: Innovation and collaboration to meet Target 1 of the Global Strategy for Plant Conservation (GSPC). Rodriguésia, v.69, n.4, p.1513-1527. 2018. (https://doi.org/10.1590/2175-7860201869402)."
      }
    ]
  },
  {
    "_id": 36,
    "nomePopular": "Aroiera",
    "images": [
      {
        "_id": 1,
        "url": "https://res.cloudinary.com/dymumcdky/image/upload/v1707155602/AROEIRA-VERMELHA/kngslrw4fkdllrrrcgzh.jpg"
      }
    ],
    "nomesPopulares": "Aroeira, aroeira mansa, aroeira da praia, aroeira vermelha e aroeira rosa",
    "nomeCientifico": "Schinus terebinthifolia Raddi",
    "nomeFamilias": "Anacardiaceae",
    "consumidorPor": "As folhas secas sevem como forragem para caprinos ovinos e bovinos",
    "partesUtilizadas": "Folhas secas",
    "formasConservacao": "Podem ser conservada na forma de feno e silagem.",
    "formasOfertaPreparo": "A Aroeira pode ser ofertada aos animais é na forma de mistura múltipla, juntamente com outros volumosos (capim, folhagem, feno de espécies forrageiras), ração concentrada proteica e energética.",
    "composicaoProteica": 14.20,
    "composicaoCarboidratosTotais": 72.55,
    "composicaoBromatologica": "Matéria Seca: 40,45;Matéria Orgânica: 93,51; Matéria Mineral: 6,36; Proteína Bruta: 14,20;Extrato Etéreo: 6,90;Fibra de Detergente Neutro: 36,43; Fibra em Detergente Ácido: 20,94; Carboidratos não Fibrosos: 36,12; Carboidratos totais: 72,55.",
    "consideracoesComposicao": "A Aroeira é uma espécie pouco procurada pelos animais no período de abundancia de forragem, sendo atrativa apenas nos períodos mais críticos quando as forragens tradicionais já estão bem escassas. A pouca procura se dá pelo fato das folhas serem consumidas maduras ou secas.",
    "formasPropragacao": "Sementes, estaquia a partir de segmentos da raiz e do caule.",
    "formasPropragacaoDetalhes": "A propagação pode ser feita por sementes ou por estaquia a partir de segmentos da raiz e do caule, já que ambos emitem brotações quando cortados.",
    "destribuicao": "Está presente em todas as regiões.",
    "produtividade": "Não foram encontrados relatos sobre a produtividade desta especie, provavelmente por se tratar de uma especie pouco conhecida no que se refere a alimentação animal, sendo mais divulgada as potencialidades como farmaco.",
    "neutralizacaoDeFatoresAnti": "As analises fitoquímicas registraram a presença de alto teor de tanino, biflavonóides e ácidos triterpênicos nas cascas de S.terebinthifolius, e de até 5% de mono e sesquiterpenos no óleo essencial de frutos e folhas, demonstrando que alguns componentes dos óleos voláteis possam constituir uma proteção contra predadores e infestantes. No entanto os óleos são adicionados a alimentação do gado e as folhas secas são consumidas pelos ruminantes.",
    "desempenho": "Por se tratar de uma espécie pouco estudada na  alimentanão animal, não foram encontrados estudos sobre o desempenho de animais alimentados com a Aroeira, apenas estudos focados nos efeitos e potencialidades no uso como farmacológico.",
    "curiosidades": "A aroeira vermelha (Schinus terebinthifolius Raddi) é uma planta pioneira, da família Anacardiaceae, nativa do Brasil. Ocorre de Pernambuco até o Rio Grande do Sul em várias formações vegetais, e seu aspecto diferencia-se em função de sua adaptação a esses distintos ambientes, podendo apresentar-se como arbustos rasteiros e retorcidos ou na forma de árvore com fuste desenvolvido e copa globosa.",
    "bibliografia": [
      {
        "_id": 1,
        "pesquisa": "ANVISA. Ministério da Saúde. Monografia da Espécie Schinus terebinthifolius RADDI (AROEIRA-DA-PRAIA). Brasília, 2014."
      },
      {
        "_id": 2,
        "pesquisa": "Coinbra, R. Manual de Fitoterapia, 2ª ed, Cejup, 1994, pág. 229-230."
      },
      {
        "_id": 3,
        "pesquisa": "Gilbert, B.; Favoreto, R. Schinus terebinthifolius Raddi. Revista Fitos, vol.6, n.1,p.43-56 2011."
      },
      {
        "_id": 4,
        "pesquisa": "Grisi, F. G. Aspectos fisiológicos de aroeira (Schinus terbinthifolius Raddi), sob níveis distintos de saturação hídrica em ambiente protegido, e área ciliar em processo de recuperação. Tese (Doutorado em Engenharia Florestal) – UFPA, 127f, 2010"
      }
    ]
  },
  {
    "_id": 37,
    "nomePopular": "Aveloz",
    "images": [
      {
        "_id": 1,
        "url": "https://res.cloudinary.com/dymumcdky/image/upload/v1707155618/AVELOZ/iwpyzfls0paqadk6wuf8.jpg"
      }
    ],
    "nomesPopulares": "Aveloz, cega-olho, dedo-do-diabo, mata-verrugas, pau-pelado entre outros",
    "nomeCientifico": "Euphorbia tirucalli L.",
    "nomeFamilias": "Euphorbiaceae",
    "consumidorPor": "Caprinos, ovinos e bovinos",
    "partesUtilizadas": "As folhas ou talos verdes",
    "formasConservacao": "Por se tratar de uma especie da familia das Euphorbiaceae  que apresenta um latex, é importante após a colheita deixar em ambiente sobreado, ventilado.",
    "formasOfertaPreparo": "O Aveloz, deve ser triturado e misturado as outros ingredientes antes da oferta. É importante que os animais que vão iniciar o consumo passem por um tempo de adaptação a essa forragem.",
    "composicaoProteica": 12.44,
    "composicaoCarboidratosTotais": 76.33,
    "composicaoBromatologica": "Matéria Seca: 18,42;Matéria Orgânica: 90,16; Matéria Mineral: 7,02; Proteína Bruta: 12,44;Extrato Etéreo: 4,22;Fibra de Detergente Neutro: 37,78; Fibra em Detergente Ácido: 25,08; Carboidratos não Fibrosos: 38,55; Carboidratos totais: 76,33.",
    "consideracoesComposicao": "O Aveloz é uma espécie procurada pelos animais principalmente no período seco quando as forragens tradicionais já estão bem escassas. A pouca procura se dá pelo fato das folhas possuirem um latex que inibe um pouco o uso pelo animal.",
    "formasPropragacao": "Por sementes (sexuada) ou por estaquias (assexuada)",
    "formasPropragacaoDetalhes": "As sementes originadas pela planta ao cair no solo esperam as condições favoraveis a germinação, o uso de estacas da propria planta também é uma forma de propagação da espécie. ",
    "destribuicao": "Está presente em todas as regiões.",
    "produtividade": "Como não se trata de uma planta costumeiramente utilizada na alimentação animal, existem poucos relatos neste sobre isso, o foco de uso desta espécie é voltado para medicina popular.",
    "neutralizacaoDeFatoresAnti": "Na composição química do Aveloz foram encontrados triterpenos, eteróis, hidrocarbonetos, ácidos orgânicos, açúcares e éster de forbol. Outros compostos foram b-sitosterol, ácido cítrico, ácido elágico, euphorone, hentriacontano, hentriacontanol, isoeuphoral, kampferol, ácido málico, acetato de sapogenina, ácido succínico, taraxasterol, taraxerin, tirucallol, e outros. No entanto com todo esse arsenal de substâncias, o Aveloz ainda é consumido pelos caprinos, ovinos e bovinos.",
    "desempenho": "Por se tratar de uma espécie pouco estudada na  alimentanão animal, não foram encontrados estudos sobre o desempenho de animais alimentados com o Aveloz, apenas estudos focados nos efeitos e potencialidades no uso como farmacológico.",
    "curiosidades": "Aveloz,é originário da África,foi introduzido no Brasil,no início da colonização Brasileira, mesmo assim, está tão adaptado à paisagem nordestina,que até parece nativo da região. Os animais ,principalmente as cabras,gostam muito de suas folhas e de acordo com alguns criadores; os animais que consomem o aveloz,não tem problemas com parasitas intestinais(vermes).",
    "bibliografia": [
      {
        "_id": 1,
        "pesquisa": "Giardini, I. J. M., “Atividade antiproliferativa in vitro do látex, de extratos brutos e de frações obtidas a partir do Synadenium grantii Hook. f. “– Piracicaba, SP: Dissertação (mestrado) – Universidade Estadual de Campinas, Faculdade de Odontologia de Piracicaba. 2012."
      },
      {
        "_id": 2,
        "pesquisa": "Lorenzi, H; Matos, F.J.A. Plantas Medicinais no Brasil: nativas e exóticas. 1a. ed. Nova Odessa, SP: Instituto Plantarum, 2002."
      },
      {
        "_id": 3,
        "pesquisa": "Souza, G.S. Propagação de plantas. Acesso em 10 de julho de 2011. Disponível em url: http://www.webartigos.com/articles/63762/1/PROPAGACAO-DEPLANTAS/pagina1.html"
      }
    ]
  },
  {
    "_id": 38,
    "nomePopular": "Marmelada de Cavalo",
    "images": [
      {
        "_id": 1,
        "url": "https://res.cloudinary.com/dymumcdky/image/upload/v1707157394/MARMELADA/jhhqs7nglmksrwddi5zi.jpg"
      }
    ],
    "nomesPopulares": "Marmelada de bode, perpetua do mato e terramicina, sempre-viva, caaponga, carrapichinho, perpétua-do-brasil, perpétua-do-mato, cabeça-branca, acônito-do-mato, nateira, terramicina, infalível, penicilina",
    "nomeCientifico": "Alternanthera brasiliana L.",
    "nomeFamilias": "Amaranthaceae",
    "consumidorPor": "Caprinos, ovinos, bovinos e equídeos",
    "partesUtilizadas": "As folhas ou talos verdes",
    "formasConservacao": "A especie pode ser armazenada na forma de feno ou silagem",
    "formasOfertaPreparo": "A Marmelada de cavalo pode ser colocada no cocho nas formas de feno ou silagem sempre na forma de mistura multipla, juntamento com outros ingredientes.",
    "composicaoProteica": 16.90,
    "composicaoCarboidratosTotais": 69.86,
    "composicaoBromatologica": "Matéria Seca: 30,50;Matéria Orgânica: 89,64; Matéria Mineral: 10,36; Proteína Bruta: 16,90;Extrato Etéreo: 2,88;Fibra de Detergente Neutro: 45,72; Fibra em Detergente Ácido: 29,23; Carboidratos não Fibrosos: 24,14; Carboidratos totais: 69,86.",
    "consideracoesComposicao": "A Marmelada de cavalo é uma planta que se desenvolve bem no periodo chuvoso, sendo uma opção para o produtor na hora de confeccionar um feno ou silagem para ofertar aos animais no período seco, por ter uma boa composição, podendo contribuir com a nutriçção dos animais.",
    "formasPropragacao": "Multiplica-se por meio de sementes",
    "formasPropragacaoDetalhes": "As semente são liberadas pela planta ao fim da frutificação ao solo e lá ficam até que lhes seja dada a condição de germinar.",
    "destribuicao": "Está presente em todas as regiões.",
    "produtividade": "Esta espécie não é costumeiramente utilizada na alimentação animal por isto existem poucos relatos sobre isso, o foco de uso desta espécie é voltado para medicina popular.",
    "neutralizacaoDeFatoresAnti": "Estudos sobre a A. brasiliana indicaram a presença de terpenos, esteróides e compostos fenólicos. No extrato hexânico foi confirmada a presença de fitosterol e β-sitosterol; estes compostos, juntamente com outros grupamentos existentes nas frações mais polares, podem justificar a ação analgésica, com potência equivalente ao ácido acetilsalicílico e ao paracetamol, evidenciada com o extrato hidroalcoólico desta espécie. Com tudo se utilizada na forma de feno ou silagem juntamente a outros ingredientes para os animais ruminates não há riscos.",
    "desempenho": "Por se tratar de uma espécie pouco estudada na  alimentanão animal, não foram encontrados estudos sobre o desempenho de animais alimentados com a Marmelada, apenas estudos focados nos efeitos e potencialidades no uso como farmacológico.",
    "curiosidades": "Estudo com o extrato aquoso das partes aéreas mostrou potencial anti-inflamatório e analgésico em modelos experimentais. Outro trabalho mostrou efetividade para tratamento de feridas decorrentes de queimaduras.",
    "bibliografia": [
      {
        "_id": 1,
        "pesquisa": "Barua, C. C. et alWound healing activity of methanolic extract of leaves of Alternanthera brasiliana Kuntz using in vivo and in vitro model. Indian J Exp Biol., v. 47, n. 12, p.5-1001, Dec. 2009."
      },
      {
        "_id": 2,
        "pesquisa": "Baru, C. C., et al., Effect of Alternanthera brasiliana (L) Kuntze on healing of dermal burn wound. Indian Journal of Exp. Biol. 2012 Jan; 50(1):56-60. Disponível em: <https://pubmed.ncbi.nlm.nih.gov/22279942/>."
      },
      {
        "_id": 3,
        "pesquisa": "Lorenzi, H.; Matos, F. J. A. Plantas Medicinais no Brasil: nativas e exóticas. 2. ed. Nova Odessa, SP: Instituto Plantarum, 2008. p. 46-47."
      },
      {
        "_id": 4,
        "pesquisa": "Pereira, D. F. Morfoanatomia e histoquímica comparativa entre Alternanthera brasiliana (L.) Kuntze e Alternanthera dentata (Moench) Stuchlik; Estudo fitoquímico e biológico de Alternanthera brasiliana. 2007. Dissertação de Mestrado, Universidade Federal de Santa Maria, Santa Maria, 2007"
      }
    ]
  },
  {
    "_id": 39,
    "nomePopular": "Canafistula",
    "images": [
      {
        "_id": 1,
        "url": "https://res.cloudinary.com/dymumcdky/image/upload/v1707155679/CANAFISTULA/jscgwykl6qgihhntfqx3.jpg"
      }
    ],
    "nomesPopulares": "Canafistula, pau-vermelho; quebra-serra, angico-bravo, camurça, curucaia, ibirá e monjoleiro",
    "nomeCientifico": "Peltophorum dubium",
    "nomeFamilias": "Fabáceas",
    "consumidorPor": "Caprinos, ovinos e bovinos",
    "partesUtilizadas": "As folhas ou talos flexiveis ",
    "formasConservacao": "A especie pode ser armazenada na forma de feno ou silagem",
    "formasOfertaPreparo": "A Canafistula pode ser colocada no cocho nas formas de feno ou silagem sempre na forma de mistura multipla, juntamento com outros ingredientes.",
    "composicaoProteica": 16.95,
    "composicaoCarboidratosTotais": 72.76,
    "composicaoBromatologica": "Matéria Seca: 88,01;Matéria Orgânica: 92,49; Matéria Mineral: 7,37; Proteína Bruta: 16,95;Extrato Etéreo: 2,93;Fibra de Detergente Neutro: 45,11; Fibra em Detergente Ácido: 32,16; Carboidratos não Fibrosos: 27,65; Carboidratos totais: 72,76.",
    "consideracoesComposicao": "A Canafistula vargem é um alimento que depois de farelado possui um cheiro agradavel, o que torna atrativo ao animal, podendo ser acrescentada nos farlos em comum ou juntamente a ouros alimentos farelados, mais tambme pode ser colocada inteira no cocho junto aos demais ingredientes. Possui uma composição bromatológica muito boa e por isso pode contribuir com aalimetação animal dos rebanhos do semiárido.",
    "formasPropragacao": "Semente ou estaquias",
    "formasPropragacaoDetalhes": "As semente são liberadas pela planta ao fim da frutificação ao solo e lá ficam até que lhes seja dada a condição de germinar, mais também pode ser multiplicada por estacas da propria planta.",
    "destribuicao": "Está presente em todas as regiões.",
    "produtividade": "Segundo estudos realizados sobre a produtividade da Canafistula, essa apresente uma produção equivalente a 19600 kg/ha/ano.",
    "neutralizacaoDeFatoresAnti": "A Canafistula possui alguns constituintes químicos, tais como: saponina em pequena quantidade nas folhas, presença intensa na casca e muito intensa no lenho. O que não afeta o consumo pelo animal principalmente se a planta estiver seca ou ensilada.",
    "desempenho": "Alimentação animal: a forragem da canafístula apresenta bons percentuais de proteína bruta e baixo teor de tanino, porém não se tem dados sobre o desempenho de animais se alimentando com a espécie. Como planta Apícola: as flores da canafístula são melíferas, com produção de néctar. Na medicinal: as raízes, folhas, flores e frutos possuem propriedades medicinais e são usadas na medicina popular.",
    "curiosidades": "Planta natural da América do Sul, ocorrendo na Argentina, Brasil, Paraguai e Uruguai. No Brasil esta presente nas regiões Nordeste, Centro-Oeste, Sudeste e Sul.",
    "bibliografia": [
      {
        "_id": 1,
        "pesquisa": "Lorenzi, H. Árvores Brasileiras. Manual de Identificação e Cultivo de Plantas Arbóreas do Brasil. 2ª edição. Nova Odessa, SP: Editora Plantarum, 368 p.1998. https://pt.wikipedia.org(Acesso em junho de 2016)"
      },
      {
        "_id": 2,
        "pesquisa": "http://floradobrasil.jbrj.gov.br (Acesso em junho de 2016)"
      },
      {
        "_id": 3,
        "pesquisa": "http://www.ufrgs.br (Acesso em junho de 2016)"
      },
      {
        "_id": 4,
        "pesquisa": "http://www.jardineiro.net(Acesso em junho de 2016)"
      }
    ]
  },
  {
    "_id": 40,
    "nomePopular": "Pornuça",
    "images": [
      {
        "_id": 1,
        "url": "https://res.cloudinary.com/dymumcdky/image/upload/v1707157705/PORNUNCA/e9q88wrbto4xmrqoo1tp.jpg"
      }
    ],
    "nomesPopulares": "Pornunça, mandioca-forrageira, porúncia, prinunça, pornona, mandioca-de-sete-anos, ou maniçoba-de-jardim",
    "nomeCientifico": "Manihot esculenta Cranz x Manihot glaziovii",
    "nomeFamilias": "Euphorbiaceae",
    "consumidorPor": "Caprinos, ovinos, bovinos e galináceos",
    "partesUtilizadas": "As folhas ou talos flexiveis",
    "formasConservacao": "A especie pode ser armazenada na forma de feno ou silagem",
    "formasOfertaPreparo": "A Pornunça é uma hibrida com boa composiçao bromatológica, capaz de suprir boa parte das necessidades dos animais que consomem a planta. A planta é colocada no cocho juntamente com outros ingredientes.",
    "composicaoProteica": 17.34,
    "composicaoCarboidratosTotais": 69.18,
    "composicaoBromatologica": "Matéria Seca: 31,50;Matéria Orgânica: 93,45; Matéria Mineral: 6,55; Proteína Bruta: 17,34;Extrato Etéreo: 6,93;Fibra de Detergente Neutro: 43,86; Fibra em Detergente Ácido: 34,02; Carboidratos não Fibrosos: 25,32; Carboidratos totais: 69,18.",
    "consideracoesComposicao": "O híbrido herdou as qualidades forrageiras e a rusticidade das espécies que são bem adaptadas ao ambiente da caatinga, sendo mais produtiva que as espécies que lhes deram origem, retém as folhas por mais tempo no período da seca, além de suportar até 3 cortes. O feno da pornunça tem em média, 17% de proteína.",
    "formasPropragacao": "Semente ou estaquias",
    "formasPropragacaoDetalhes": "As semente são liberadas pela planta ao fim da frutificação ao solo e lá ficam até que lhes seja dada a condição de germinar, mais também pode ser multiplicada por estacas da propria planta.",
    "destribuicao": "Está presente em todas as regiões.",
    "produtividade": "Em estudo a pornunça apresentou produtividade crescente no período de 2005 a 2008, atingindo o valor superior a 39 ton.ha-1 de massa verde, com a realização de dois cortes. Desse total, 63,42% corresponde a fração folhas e 36,58% nos ramos quando são realizados cortes emintervalos curtos.",
    "neutralizacaoDeFatoresAnti": "Algumas plantas do gênero Manihot podem causar intoxicação nos animais dependendo da forma como é administrada por possuírem altos conteúdos de glicosídeos cianogênicos, que ao hidrolisarem-se e mediante a ação da enzima linamarase, dão origem ao ácido cianídrico. A pornunça possui um potencial produtivo melhor que todas essas plantas do mesmo gênero.",
    "desempenho": "Um estudo realizado em 2014, tendo o feno de pornuça em substituição ao feno tifton foi observado ganhos diarios acimo do preconizado pe NRC 2007 (250g/dia), chegando a uma marge de 280 g/dia, sendo melhor que o feno de Tifton.",
    "curiosidades": "A Pornunça é uma planta híbrida, cuja nova espécie não foi ainda classificada botanicamente, muito resistente e capaz de ser utilizada como importante forragem para a nutrição de ruminantes na região seca do Nordeste tanto na forma de feno ou silagem, como in natura.",
    "bibliografia": [
      {
        "_id": 1,
        "pesquisa": "Araújo, G.E.L. de; Base, P.L.; Menezes, D.R. et al. Substituição da raspa de mandioca por farelo de palma forrageira na dieta de ovinos. Revista Brasileira de Saúde e Produção Animal, v.10, n.2, p.448-459, 2009."
      },
      {
        "_id": 2,
        "pesquisa": "Araújo, G.G.L. de; Moreira, J.N.; Ferreira, M. de A. et al. Consumo voluntário e desempenho de ovinos submetidos a dietas contendo diferentes níveis de feno de maniçoba. Revista Ciência Agronômica, v.35, n.1, p.123 – 130, 2004."
      },
      {
        "_id": 3,
        "pesquisa": "Berchielli, T. T.; Garcia, A. de V.; Oliveira, S. G.; Principais técnicas de avaliação aplicadas em estudo de nutrição. In: BERCHIELLI, T. T.; PIRES, A. V.; OLIVEIRA, S. G de. (Ed.) Nutrição de ruminantes. Jaboticabal: Funep, p. 397-421, 2006."
      },
      {
        "_id": 4,
        "pesquisa": "Coelho, M. C. S. C. Feno de pornunça (Manihot spp.) na alimentação de ovinos em confinamento no semiárido. Tese apresentada ao departamento de Zootecnia da UFRPE – Recife-PE, p 96, ano 2014"
      }
    ]
  },
  {
    "_id": 41,
    "nomePopular": "Juazeiro",
    "images": [
      {
        "_id": 1,
        "url": "https://res.cloudinary.com/dymumcdky/image/upload/v1707157172/JUAZEIRO/czmkzxljmjkaad5xar1j.jpg"
      }
    ],
    "nomesPopulares": "Joá, juazeiro, juá, juá-bravo, juá-de-boi, juá-espinho, juá-fruta, juá-mirim, laranjeira-de-vaqueiro, loquiá",
    "nomeCientifico": "Ziziphus joazeiro Martius",
    "nomeFamilias": "Rhamnaceae",
    "consumidorPor": "Caprinos, ovinos, bovinos e galináceos",
    "partesUtilizadas": "As folhas e frutos",
    "formasConservacao": "A especie pode ser armazenada na forma de feno ou silagem",
    "formasOfertaPreparo": "O Juazeiro é uma planta arborea com boa composiçao bromatológica, capaz de suprir boa parte das necessidades dos animais que consomem a planta. A planta é colocada no cocho juntamente com outros ingredientes.",
    "composicaoProteica": 15.38,
    "composicaoCarboidratosTotais": 74.04,
    "composicaoBromatologica": "Matéria Seca: 15,38;Matéria Orgânica: 90,07; Matéria Mineral: 6,97; Proteína Bruta: 15,38;Extrato Etéreo: 3,62;Fibra de Detergente Neutro: 53,44; Fibra em Detergente Ácido: 36,10; Carboidratos não Fibrosos: 20,60; Carboidratos totais: 74,04.",
    "consideracoesComposicao": "Juazeiro é uma planta com boa composiçao bromatológica, capaz de suprir parte das exigências nutricionais dos ruminantes",
    "formasPropragacao": "Sementes ou estacas",
    "formasPropragacaoDetalhes": "As semente do Juazeiro liberadas ao solo após a frutificação fica a espera das condições para germinar, mais também pode ser multiplicada por estacas da propria planta.",
    "destribuicao": "Está presente em todas as regiões.",
    "produtividade": "Apesar de fazer parte da alimentação animal nas regiões do semiárido o juazeiro existem poucos relatos sobre a sua utilização como volumoso extrategico para ruminantes. A planta possui boa composição nutricional e as partes mais utilizadas são as folhas na forma de feno e os frutos.",
    "neutralizacaoDeFatoresAnti": "composição química do extrato hidroalcoólico de folhas de Z. joazeiro, encontrando moléculas que agem sinergicamente com antibióticos, identificando tal extrato como uma fonte promissora de moléculas que podem atuar em infecções causadas por bactérias resistentes. Tais substâncias não inviabiliza a utilização do Juazeiro na alimentação animal.",
    "desempenho": "Nao foram encontrados estudos relatando desempenho de animais alimentados com Juazeiro, porém outro estudo testando a inclusão de 0,6 e 1,2% feno de Juazeiro, como fonte de saponina, não promove efeitos significativos no consumo, produção, característica físicoquímicas do leite e parâmetros sanguíneos de cabras Anglo Nubianas.",
    "curiosidades": "O Juazeiro, mantém a folhagem verde durante todo o ano, podendo apresentar uma redução nos anos mais secos ou, antes do início da floração. A planta pode perder as folhas durante o período de estiagem. Renova a folhagem em outubro, no maior vigor da seca. A floração ocorre no final da estação seca e inicio da estação chuvosa e a frutificação ocorre na estação chuvosa.",
    "bibliografia": [
      {
        "_id": 1,
        "pesquisa": "Bawa, S.A.; Ofori, E.K.S.; Osae, M. Species diversity and relative abundance of Callosobruchus (Coleoptera: Chrysomelidae) in stored cowpea in four major agricultural produce markets in the central region, Ghana. Journal of Stored Products Research.v.72. p. 117-120, 2017."
      },
      {
        "_id": 2,
        "pesquisa": "Bezerra, C.S.; Oliveira, C.F.R.; Machado, O.L.T.; et al. Exploiting the biological roles of the trypsin inhibitor from Inga vera seeds: A multifunctional Kunitz inhibitor. Process Biochemistry.v. 51.p. 792–803, 2016."
      },
      {
        "_id": 3,
        "pesquisa": "Carvalho, P. E. R. Juazeiro – Ziziphus joazeiro. Embrapa, Colombo, PR. Embrapa Florestas. Circular Técnica 139, 2007."
      },
      {
        "_id": 4,
        "pesquisa": "Maia, G. N. Caatinga: árvores e arbustos e suas utilidades. 2. ed. Fortaleza-CE: Printcolor Gráfica e Editora, 2012."
      }
    ]
  },
  {
    "_id": 42,
    "nomePopular": "Agave SubProduto",
    "images": [
      {
        "_id": 1,
        "url": "https://res.cloudinary.com/dymumcdky/image/upload/v1707155504/AGAVE/ilxmrm9pgn39mgoftgfo.jpg"
      }
    ],
    "nomesPopulares": "Agave, sisal, pita, piteira, piteira-de-boi, aloé-dos-cem-anos e cato-dos-cem-anos",
    "nomeCientifico": "Agave americana",
    "nomeFamilias": "Agavaceae",
    "consumidorPor": "Bovinos",
    "partesUtilizadas": "Bagaço verde após a retirada da bucha (fibras enroladas no ato da extração)",
    "formasConservacao": "Por se tratar de uma espécie rica em nutrientes e também água, ao ser coletada o armazenamento deve ocorrer em local sombreado, livre se umidade e deve ser bem ventilado.",
    "formasOfertaPreparo": "O bagaço ainda verde ou fermentado, depois de retirada a bucha (fibras enroladas no ato da extração) é ótimo alimento para os bovinos. Há variedades cultivadas para o fabrico de bebidas. A planta é colocada no cocho juntamente com outros ingredientes.",
    "composicaoProteica": 9.95,
    "composicaoCarboidratosTotais": 82.18,
    "composicaoBromatologica": "Matéria Seca: 19,55;Matéria Orgânica: 90,72; Matéria Mineral: 8,21; Proteína Bruta: 6,95;Extrato Etéreo: 2,66;Fibra de Detergente Neutro: 39,79; Fibra em Detergente Ácido: 26,52; Carboidratos não Fibrosos: 42,39; Carboidratos totais: 82,18.",
    "consideracoesComposicao": "A Agave é uma planta com boa composiçao bromatológica, capaz de fornecer produtos que participam da alimentação animal e assim suprir parte das exigências nutricionais dos ruminantes",
    "formasPropragacao": "Por rebentões, bulbilhos e sementes.",
    "formasPropragacaoDetalhes": "Os rebentões, espécies de “filhotes”, originam-se a partir dos rizomas da planta-mãe e são plantados diretamente no local definitivo. Bulbilhos, brotos que se destacam da inflorescência, enraízam-se e formam novas plantas. São cultivadas em viveiros, antes de irem para o campo e sementes.",
    "destribuicao": "Está presente em todas as regiões.",
    "produtividade": "A produtividade em relação ao produto consumido pelos bovino não é o foco da produção do agave por este motivo não foram encontrados dados sobre o assunto, porém, a produção de fibra varia entre 200 a 600 gramas de fibra seca, por planta. A exploração começa no terceiro ano, logo que as folhas começam a mudar de coloração e se inclinam para o solo. Cada corte pode dar 6-8 folhas, ou sejam, 24/32 folhas por ano. O rendimento, em peso, de fibra seca é de aproximadamente 10%.",
    "neutralizacaoDeFatoresAnti": "Na composição quimica a Agave apresenta uma substância chamada saponina (hecogenina). Porem não impede o uso do bagaço, após extração da bucha.",
    "desempenho": "Por se tratar de uma espécie cujo foco da utilização não é para alimentanão animal mais sim a produção de fibra e bebida alcoólica o subproduto dessa produção é o bagaço e a mucilagem que é utilizado na alimentação animal e por isso existe poucos estudos relatando esse uso. Com tudo um estudo relata que a silagem da mucilagem do sisal pode substituir o feno de Tifton-85 em até 100% sem que haja prejuízo no desempenho dos animais. No entanto, o desempenho pode ser prejudicado em altas inclusões de silagem, dependente da qualidade da mesma e causado por um menor consumo.",
    "curiosidades": "Além de ser a matéria prima para produção de uma das bebidas alcoólicas mais consumidas no méxico (Tequila), também é usada na medicina popular como antiescorbútica, anti-sifilítica, anti-séptica, depurativa do sangue, digestiva, diurética, estomáquica, expectorante, hemostática, hepática, laxante, resolutiva, vulnerária.",
    "bibliografia": [
      {
        "_id": 1,
        "pesquisa": "Brandão, L.G.N., Pereira, L.G.R., Azevêdo, J.A.G., Santos, R.D., Aragão, A.S.L., Voltolini, T.V., Neves, A.L.A., Araújo, G.G.L., Brandão, W.N. Valor nutricional de componentes da planta e dos coprodutos da Agave sisalana para alimentação de ruminantes. Arquivo Brasileiro de Medicina Veterinária e Zootecnia., v.63, n.6, p.1493-1501, 2011."
      },
      {
        "_id": 2,
        "pesquisa": "Faria, M.M.S.; Jaeger, S.M.P.L.; Oliveira, G.J.C. et al Composição bromatológica do coproduto do desfibramento do sisal tratado com ureia. Rev. Bras. Zootec., v.37. p.377-382, 2008."
      },
      {
        "_id": 3,
        "pesquisa": "Pinto, C.W.C., Sousa, W.H. DE., Filho, E.C.P., Cunha, M. DAS G. G., Neto, S.G. Desempenho de cordeiros Santa Inês terminados com diferentes fontes de volumosos em confinamento.Agropecuária Técnica, v.26, n.2, p.123–128, 2005."
      },
      {
        "_id": 4,
        "pesquisa": "Santos, R.D., Pereira, L.G.R., Neves, A.L.A., Brandão, L.G.N., Araújo, G.G.L., Aragão, A.S.L., Brandão, W.N., Souza, R.A., Oliveira, G.F. Consumo e desempenho produtivo de ovinos alimentados com dietas que continham coprodutos do desfibramento do sisal. Arquivo Brasileiro Medicina Veterinária Zootecnia, v.63, n.6, p.1502-1510, 2011."
      }
    ]
  },
  {
    "_id": 43,
    "nomePopular": "Gravatá",
    "images": [
      {
        "_id": 1,
        "url": "https://res.cloudinary.com/dymumcdky/image/upload/v1707157156/GRAVATA/gxy3cnzu0ol0eejwggc4.jpg"
      }
    ],
    "nomesPopulares": "Gravatá,Agave-furcréia, Furcrea, Piteira, Uroatá-açú, Gravatá-açú, Caraguatá-açú, Pitera, Pita, Cocuiza, Taretra, Croata-açú, Piteira-estriada",
    "nomeCientifico": "Furcraea foetida",
    "nomeFamilias": "Asparagaceae",
    "consumidorPor": "Caprinos, ovinos e bovinos",
    "partesUtilizadas": "Folhas",
    "formasConservacao": "Por se tratar de uma espécie rica em nutrientes e também água, ao ser coletada o armazenamento deve ocorrer em local sombreado, livre se umidade e deve ser bem ventilado.",
    "formasOfertaPreparo": "As folhas triturasdas e ofertadas juntamente com outros ingredientes na forma de mistur multipla, asim como as folhas o bagaço também no caso da extração da fibra. A planta é colocada no cocho juntamente com outros ingredientes.",
    "composicaoProteica": 7.86,
    "composicaoCarboidratosTotais": 82.52,
    "composicaoBromatologica": "Matéria Seca: 16,95;Matéria Orgânica: 92,94; Matéria Mineral: 6,20; Proteína Bruta: 7,86;Extrato Etéreo: 3,40;Fibra de Detergente Neutro: 35,97; Fibra em Detergente Ácido: 26,95; Carboidratos não Fibrosos: 46,56; Carboidratos totais: 82,52.",
    "consideracoesComposicao": "O Gravatá é uma planta com boa composiçao bromatológica, capaz de fornecer produtos que participam da alimentação animal e assim suprir parte das exigências nutricionais dos ruminantes",
    "formasPropragacao": "Brotos,sementes e mudas tiradas da planta mãe.",
    "formasPropragacaoDetalhes": "Multiplica-se mais facilmente por estolão, ou seja, brotos que saem da base do caule, mais só devem ser retirados quando estiverem com raízes próprias. As sementes germinam bem em substrato arenoso, num período de 60 a 120 dias, mais demoram cerca de 2 anos para atingir o tamanho de 40 cm. As mudas tiradas da planta mãe iniciam frutificação com 3 anos após o plantio, enquanto que mudas originarias de sementes frutificam com 5 a 8 anos.",
    "destribuicao": "Está presente em todas as regiões.",
    "produtividade": "E estudo realizado sobre o uso do Gravatá constatou-se que é utilizado há mais de 50 anos na cidade de Vertente do Lério-PE e nunca houve relatos de intoxicação, abortos ou outras ocorrências em função do seu uso na alimentação de ruminantes, ofertada para todas as faixas etárias dos animais, onde seu uso vem de conhecimento popular dos habitantes da região. ",
    "neutralizacaoDeFatoresAnti": "E estudo realizado sobre o uso do Gravatá constatou-se que é utilizado há mais de 50 anos na cidade de Vertente do Lério-PE e nunca houve relatos de intoxicação.",
    "desempenho": "Por se tratar de uma espécie cujo foco da utilização não é para alimentanão animal o subproduto da planta que é utilizado com esse fim existe poucos estudos relatando esse uso. Com tudo um estudo relata que a silagem da mucilagem do sisal pode substituir o feno de Tifton-85 em até 100% sem que haja prejuízo no desempenho dos animais.",
    "curiosidades": "Gravatá vem do tupi-guarani e significa “erva da folha fibrosa e a seqüência de vários A indica que os frutos são comestíveis. A planta possui ampla distribuição no território brasileiro em especial as regiões do semiárido.",
    "bibliografia": [
      {
        "_id": 1,
        "pesquisa": "Barbosa, C. Estratégias de estabelecimento da espécie exótica Furcraea foetia (L.) HAW (Agavaceae) e interferências na comunidade vegetal da restinga. 2011. 85f. Dissertação (Programa de Pós-Graduação em Ecologia) - Universidade Federal de Santa Catarina – Florianópolis - SC, 2011."
      },
      {
        "_id": 2,
        "pesquisa": "García-Mendoza, A.J. Revisión del género Furcraea (Agavaceae). 200. 342f. Tesis de Doctorado em Ciencias (Biología), Facultad de Ciencias, UNAM, Méx, DF, México, 2001."
      },
      {
        "_id": 3,
        "pesquisa": "Santos, K.S. Estudo genético e citogenético em espécies do gênero Agave (Agavaceae). 2014. 83f. Tese (Programa de Pós-Graduação em Recursos Genéticos Vegetais) – Universidade Estadual de Feira de Santana- Feira de Santana- Ba, 2014."
      },
      {
        "_id": 4,
        "pesquisa": "Sarmento, A.S.M.; Barbosa, C.; Castellani, T.T.; Hanazaki, N. Interferência humana no estabelecimento e distribuição de Furcraea foetida (L.) HAW (Agavaceae) na praia mole, ilha de Santa Catarina, Brasil: Uma interface entre etnobotânica e espécies exóticas invasoras. Biodiversidade Brasileira, v.3, n.2, p.175-191, 2013."
      }
    ]
  },
  {
    "_id": 44,
    "nomePopular": "Pereiro",
    "images": [
      {
        "_id": 1,
        "url": "https://res.cloudinary.com/dymumcdky/image/upload/v1707157682/PEREIRO/clru18rmf7y4yhjkkvrv.jpg"
      }
    ],
    "nomesPopulares": "Pereiro, pau-pereiro, pereiro-branco, pereiro-preto, pereiro-vermelho, pau-de-coaru, peroba-rosa, peroba-paulista",
    "nomeCientifico": "Aspidosperma pyrifolium Mart. & Zucc.",
    "nomeFamilias": "Apocynaceae",
    "consumidorPor": "Caprinos, ovinos e bovinos",
    "partesUtilizadas": "Folhas",
    "formasConservacao": "A especie pode ser armazenada na forma de feno ou silagem",
    "formasOfertaPreparo": "O Pereiro é uma planta arbórea muito comenta entre os produtores por ser responsável por causar aborto e má deformação em fetos dos animais que se alimentam dessa planta. Desta forma sua utilização como volumoso é feita apenas para os animais machos e fêmeas fora de risco de gestação e sempre misturada a outros ingredientes farelados ou volumosos.",
    "composicaoProteica": 13.40,
    "composicaoCarboidratosTotais": 71.45,
    "composicaoBromatologica": "Matéria Seca: 45,09;Matéria Orgânica: 89,60; Matéria Mineral: 11,12; Proteína Bruta:13,40;Extrato Etéreo: 4,04;Fibra de Detergente Neutro: 49,11; Fibra em Detergente Ácido: 35,78; Carboidratos não Fibrosos: 22,35; Carboidratos totais: 71,45.",
    "consideracoesComposicao": "O Pereiro é um espécie arbórea que possui uma boa composiçao bromatológica, capaz de fornecer produtos que participam da alimentação animal e assim suprir parte das exigências nutricionais dos ruminantes, porém  esta espécie há indicios de que essa planta provoca aborto ou má deformação de fetos.",
    "formasPropragacao": "Sementes ou estacas",
    "formasPropragacaoDetalhes": "As semente são liberadas pela planta ao fim da frutificação ao solo e lá ficam até que lhes seja dada a condição de germinar, mais também pode ser multiplicada por estacas da propria planta.",
    "destribuicao": "Está presente em todas as regiões.",
    "produtividade": "Apesar de fazer parte da alimentação animal nas regiões do semiárido a planta o Pereiro possui poucos relatos sobre a sua utilização como volumoso extrategico para ruminantes. A planta possui boa composição nutricional e as partes mais utilizadas são as folhas na forma de feno e os frutos.",
    "neutralizacaoDeFatoresAnti": "Algumas substâncias são facilmente neutralizadas por desidratação, torra, trituração etc, porém com relação ao Pereiro não foi realizado estudo sobre esse efeito o que se aconcelha é fornecer o Pereiro as folhas desidratadas, misturadas a outros ingredientes e fornecer apenas para machos e fêmeas fora do período gestacional. ",
    "desempenho": "Por se tratar de uma espécie pouco estudada na  alimentanão animal, não foram encontrados estudos sobre o desempenho de animais alimentados com o Pereiro, apenas estudos focados nos efeitos e potencialidades no uso como farmacológico.",
    "curiosidades": "O pereiro é uma espécie característica da Caatinga, de ampla ocorrência nas regiões semiáridas, ocorrendo também em outras formações com solos pedregosos no Centro-oeste e Sudeste, e Chaco do Brasil, Paraguai e Bolívia. A literatura aponta sua distribuição como ampla e com padrão disjunto, ocorrendo nas Florestas Tropicais Sazonalmente Secas (FTSS). É uma espécie adaptada a baixa pluviosidade (abaixo de 800mm/ano), altas temperaturas, com temperatura média que favorece seu crescimento em torno de 26 graus.",
    "bibliografia": [
      {
        "_id": 1,
        "pesquisa": "Castello, A.C.D.; Pereira, A.S.S.; Simões, A.O.; Koch, I. Aspidosperma in Flora do Brasil em construção. Jardim Botânico do Rio de Janeiro. Disponível em: <http://floradobrasil.jbrjv .gov.br/reflora/floradobrasil/FB15551>. Acesso em: 25 nov. 2020."
      },
      {
        "_id": 2,
        "pesquisa": "Júnior, FP.A.; Neta, M.N.S.; Morais, M.F.S.; Cordeiro, L.V.; Souza, H.D.S.; Sobreira, A.L.C.; Souza, J.B.P.; Lima, E.O. Características botânicas, agronómicas, fioquímicas e biológicas de Aspidosperma pyrifoliumMart.: Uma revisão. Research, Society and Development, 9 (7): 1-20. 2020."
      },
      {
        "_id": 3,
        "pesquisa": "Machate, D.J.; Alves F. M.; Farinaccio, M.A. Aspidosperma (Apocynaceae) no estado de Mato Grosso do Sul, Brasil. Rodriguésia, 67 (4): 1011-1024. 2016."
      },
      {
        "_id": 4,
        "pesquisa": "Messiades, D.M.S. Estudo das propriedade biológicas, fitoquímicas e toxicológicas de Aspidosperma pyrifolium Mart. Dissertação (Mestrado), Programa de Pós-graduaçao em Ciências Farmacêuticas), Universidade Estadual da Paraíba, Pró-Reitoria de Pós-Graduação e Pesquisa, 137 f. 2014."
      }
    ]
  },
  {
    "_id": 45,
    "nomePopular": "Melacia Forrageira",
    "images": [
      {
        "_id": 1,
        "url": "https://res.cloudinary.com/dymumcdky/image/upload/v1707157448/MELANCIA-FORRAGEIRA/dzp4uqnhag3yujuni9e6.jpg"
      }
    ],
    "nomesPopulares": "Melancia forrageira, melancia-de-cavalo, melancia-de-porco ou melancia-abóbora,",
    "nomeCientifico": "Citrulus lanatus cv. citroidesl",
    "nomeFamilias": "Cucurbitaceae",
    "consumidorPor": "Caprinos, ovinos, bovinos e suinos",
    "partesUtilizadas": "Fruto",
    "formasConservacao": "A Melancia forrageira pode ser estocada no campo, em galpões ou em baixo de arvos que ofereça sombra e ambiente ventilado. O armazenamento a campo é barato porém com o inicio das chuvas pode haver perdar provocadas por bacterias que penetram o fruto e também pela umidade.",
    "formasOfertaPreparo": "A Melancia forrageira pode ser triturada e misturado as outros ingredientes antes da oferta.",
    "composicaoProteica": 19.12,
    "composicaoCarboidratosTotais": 62.39,
    "composicaoBromatologica": "Matéria Seca: 8,37;Matéria Orgânica: 83,65; Matéria Mineral: 15,27; Proteína Bruta:19,12;Extrato Etéreo: 3,22;Fibra de Detergente Neutro: 37,71; Fibra em Detergente Ácido: 27,56; Carboidratos não Fibrosos: 24,68; Carboidratos totais: 62,39.",
    "consideracoesComposicao": "A Melancia forrageira há muito tempo, tem sido usada como alimento para os animais, em pequena escala, pelos pequenos produtores do Nordeste brasileiro. Durante a seca que ocorreu na região, no período compreendido entre 1990 e 1994, a sua utilização na alimentação animal apresentou bons resultados, visto que os criadores conseguiram manter os reimbanhos nas propriedades, sem ter que vendê-Ios a baixos preços ou sem ter que se deslocar para locais distantes, à procura de alimentos.",
    "formasPropragacao": "Sementes",
    "formasPropragacaoDetalhes": "As semente são liberadas pela planta ao fim da frutificação ao solo e lá ficam até que lhes seja dada a condição de germinar.",
    "destribuicao": "Está presente em todas as regiões.",
    "produtividade": "Estudos tem demonstrado que a melancia forrageira em terreno com fertilidade natural baixa, e chuva regular, produziu cerca de 25 toneladas de frutos por hectare, podendo chegar a 30 toneladas por hectare em um ano considerado bom com relação à distribuição de chuvas (média de 500mm).",
    "neutralizacaoDeFatoresAnti": "A Melancia forrageira não apresenta efeitos provocados pos substância presentes em sua composição, podendo ser ofertada sem risco, porém é recomendado o uso juntamente com fontes de fibras, uma vez que a espécie possui em média de 85 a 90% de umidade podendo provocar disturbios metabólicos nos animais que utilizarem como unica fonte de alimento.",
    "desempenho": "Em um trabalho realizado no ano de 1995, novilhos pastejando exclusivamente capim buffel durante 90 dias, no período seco, ganharam 26,5 kg de peso, enquanto aqueles suplementados com 25 kg de melancia por dia ganharam 33, O kg.",
    "curiosidades": "A melancia forrageira não deve ser fornecida aos animais como fonte única de alimento. Isto porque, sendo ela constituída de, aproximadamente, 90% de água e 10% de matéria seca.",
    "bibliografia": [
      {
        "_id": 1,
        "pesquisa": "Moraes JPS, Angelim AES, Silva JAB, Gervásio RCRG.  Monitoramento da germinação e crescimento vegetativo em plantas de Melancia de Cavalo (Citrullus lanatuscv. Citroides), encontradas no bioma Caatinga –região do Vale do São Francisco. Revista Brasileira de Biociências, Porto Alegre, v.5, p.1068-1070, 2007."
      },
      {
        "_id": 2,
        "pesquisa": "Oliveira MC, Bernardinho FA. Melancia forrageira, um novo recurso alimentar para a pecuária das regiões do Nordeste do Brasil. Petrolina (PE): Circular Técnico da Embrapa Semi-Árido 17p. 2000."
      },
      {
        "_id": 3,
        "pesquisa": "Silva RLNV. Composição química, consumo e digestibili-dade aparente de dietas contendo diferentes níveis de farelo de melancia forrageira (Citrullus lanatuscv. Citroides e feno de guandu (Cajanus Cajancv. D1 Type), em ovinos. 2003. 74p. Dissertação (Mestrado em Medicina Veterinária Tropical) -Universidade Federal da Bahia, Salvado."
      }
    ]
  },
  {
    "_id": 46,
    "nomePopular": "Melão de São Caetano",
    "images": [
      {
        "_id": 1,
        "url": "https://res.cloudinary.com/dymumcdky/image/upload/v1707157480/MELAO-DE-SAO-CAETANO/i9jgzeqn62bkql5rqk8t.jpg"
      }
    ],
    "nomesPopulares": "Melão de são caetano, Erva-das-lavadeiras, erva-de-são-caetano, melãozinho, fruto-de-cobra, melão-amargo, erva-de-são-vicente",
    "nomeCientifico": "Momordica charantia L.",
    "nomeFamilias": "Cucurbitaceae",
    "consumidorPor": "Caprinos, ovinos e bovinos",
    "partesUtilizadas": "Planta inteira, principalmente os frutos",
    "formasConservacao": "A espécie pode ser armazenada na forma de feno ou silagem",
    "formasOfertaPreparo": "O Melão de são caetano pode ser triturado e misturado as outros ingredientes antes da oferta. ",
    "composicaoProteica": 20.24,
    "composicaoCarboidratosTotais": 61.49,
    "composicaoBromatologica": "Matéria Seca: 19,89;Matéria Orgânica: 89,58; Matéria Mineral: 10,42; Proteína Bruta:20,24; Extrato Etéreo: 7,85;Fibra de Detergente Neutro: 32,35; Fibra em Detergente Ácido: 26,25; Carboidratos não Fibrosos: 29,15; Carboidratos totais: 61,49.",
    "consideracoesComposicao": "O Melão de são caetano possui uma boa composição bromatológica, podendo ser utilizado como fonte de volumoso extratégico no período seco, na forma de feno ou silagem.",
    "formasPropragacao": "Sementes",
    "formasPropragacaoDetalhes": "As semente são liberadas pela planta ao fim da frutificação ao solo e lá ficam até que lhes seja dada a condição de germinar.",
    "destribuicao": "Está presente em todas as regiões.",
    "produtividade": "Apesar de fazer parte da alimentação animal nas regiões do semiárido a planta o Melão de são caetano possui poucos relatos sobre a sua utilização como volumoso extrategico para ruminantes. A planta possui boa composição nutricional e as partes mais utilizadas são as folhas na forma de feno. Como farmaco na medicina popular a espécie é mais divulgada como o uso do extrato alcoólico das folhas e ramos em ensaio farmacológico mostrou atividade anti-hiperglicemiante, enquanto o extrato aquoso apresentou em ensaio clínico atividade antileucêmica, antitumoral e antiviral",
    "neutralizacaoDeFatoresAnti": "Nas folhas foram encontrados momordicinas e triterpenos, esteróides, saponinas e 14 triterpenos glicosilados que são os momordicosídios achados nos frutos e nas sementes e um alto teor de ferro assimilável. O que não impossibilita o uso como forragem para os animais ruminantes.",
    "desempenho": "Por se tratar de uma espécie pouco estudada na  alimentanão animal, não foram encontrados estudos sobre o desempenho de animais alimentados com o Melão de são caetano, apenas estudos focados nos efeitos e potencialidades no uso como farmacológico.",
    "curiosidades": "Foi trazido da África ao Brasil pelos escravos, que usavam o seu chá em banhos para facilitar o parto e para baixar febres. A denominação melão-de-são-caetano se deve aos escravos que se estabeleceram na região das minas auríferas e o plantaram ao redor de uma capelinha em Mariana, MG, cujo padroeiro era São Caetano.",
    "bibliografia": [
      {
        "_id": 1,
        "pesquisa": "http://www.fitoterapia.com.br/portal/index.php?option=com_content&task=view&id=125)- Acesso em: 17 de abril de 2012."
      },
      {
        "_id": 2,
        "pesquisa": "Molento, M.B. Resistência de helmintos em ovinos ecaprinos. Revista Brasileira de ParasitologiaVeterinária, v.13, n.1, 2004. Suplemento"
      },
      {
        "_id": 3,
        "pesquisa": "Papadopoulos, E. et al. Evaluation of the efficacy ofmoxidectin in a herd of goats after long-standing consistentuse. Small Ruminant Research, v.57, p.271–275, 2004."
      },
      {
        "_id": 4,
        "pesquisa": "Tongia Abhishek; Tongia Sudhir Kumar; Dave Mangala “Phytochemical determination and extraction of Momordica charantia fruit and its hypoglycemic potentiation of oral hypoglycemic drugs in diabetes mellitus (NIDDM)”. From Indian journal of physiology and pharmacology (2004), 48(2), 241-4.Database: MEDLINE (extraído artigo de SCIFINDER) Acesso 14 Abril 2016."
      }
    ]
  },
  {
    "_id": 47,
    "nomePopular": "Angico",
    "images": [
      {
        "_id": 1,
        "url": "https://res.cloudinary.com/dymumcdky/image/upload/v1707155575/ANGICO/krt1gvpilwfbpuskh6bt.jpg"
      }
    ],
    "nomesPopulares": "Angico, angico vermelho, angico preto",
    "nomeCientifico": "Anadenanthera colubrina",
    "nomeFamilias": "Fabaceae",
    "consumidorPor": "Caprinos, ovinos e bovinos",
    "partesUtilizadas": "Folhas e ramos flexiveis",
    "formasConservacao": "A espécie pode ser armazenada na forma de feno ou silagem",
    "formasOfertaPreparo": "No forma de feno o angico deve ser desidratado de forma eficiente e homogenea para que nas substancias presentes nele sejam bem reduzidas, já na forma de silagem a fermentação se encarrega de eliminar ou reduzir tais substâncias.",
    "composicaoProteica": 16.13,
    "composicaoCarboidratosTotais": 74.41,
    "composicaoBromatologica": "Matéria Seca: 44,39;Matéria Orgânica: 92,70; Matéria Mineral: 7,30; Proteína Bruta:16,13; Extrato Etéreo: 2,16;Fibra de Detergente Neutro: 46,31; Fibra em Detergente Ácido: 32,10; Carboidratos não Fibrosos: 28,09; Carboidratos totais: 74,41.",
    "consideracoesComposicao": "O Angico é uma planta que possui uma boa composição bromatológica, podendo ser utilizado como fonte de volumoso extratégico no período seco, na forma de feno ou silagem.",
    "formasPropragacao": "Sementes e estacas da própria planta",
    "formasPropragacaoDetalhes": "As semente são liberadas pela planta ao fim da frutificação ao solo e lá ficam até que lhes seja dada a condição de germinar, mais também pode ser multiplicada por estacas da propria planta.",
    "destribuicao": "Está presente em todas as regiões.",
    "produtividade": "O Angico apresenta crescimento moderado a rápido, atingindo produtividade anual de até 17.39 ton/ha/ano",
    "neutralizacaoDeFatoresAnti": "Essa casca, por sinal, é rica em taninos (substâncias produzidas pelas plantas que evitam ataques de microrganismos patogênicos – que causam doenças) e por isso muito utilizada em curtumes (fábrica de couros e peles). Na alimentação animal: as folhas murchas são tóxicas ao gado. Porém, fenadas ou secas, constituem boa forragem.",
    "desempenho": "Em estudo realizado em 2006, o angico apresentou-se como melhor fonte de proteína para ruminantes, considerando-se os maiores valores de degradabilidade potencial, a maior solubilização da proteína e a mais elevada síntese de proteína microbiana.",
    "curiosidades": "Como muitas das espécies da flora brasileira, o angico também possui valor medicinal. Sua casca tem propriedades adstringentes, depurativas e hemostáticas, ou seja, são indicadas: para reduzir sangramentos, combater diarreias, ajudar na cicatrização da pele; para ajudar a eliminar substâncias nocivas que prejudicam a saúde; e para estancar hemorragias.",
    "bibliografia": [
      {
        "_id": 1,
        "pesquisa": "Morim, M.P. 2015. Anadenanthera in Lista de Espécies da Flora do Brasil. Jardim Botânico do Rio de Janeiro. (http://floradobrasil2015.jbrj.gov.br/FB18071)"
      },
      {
        "_id": 2,
        "pesquisa": "Morim, M.P. 2020. Anadenanthera in Flora do Brasil 2020. Jardim Botânico do Rio de Janeiro. (https://floradobrasil2020.jbrj.gov.br/FB18071)."
      },
      {
        "_id": 3,
        "pesquisa": "BFG. Growing knowledge: an overview of Seed Plant diversity in Brazil. Rodriguésia, v.66, n.4, p.1085-1113. 2015. (https://doi.org/10.1590/2175-7860201566411)."
      },
      {
        "_id": 4,
        "pesquisa": "BFG. Brazilian Flora 2020: Innovation and collaboration to meet Target 1 of the Global Strategy for Plant Conservation (GSPC). Rodriguésia, v.69, n.4, p.1513-1527. 2018. (https://doi.org/10.1590/2175-7860201869402)."
      },
      {
        "_id": 5,
        "pesquisa": "BFG. Brazilian Flora 2020: Leveraging the power of a collaborative scientific network. Taxon. 2021. (https://doi.org/10.1002/tax.12640)"
      }
    ]
  },
  {
    "_id": 48,
    "nomePopular": "Rapadura de Cavalo",
    "images": [
      {
        "_id": 1,
        "url": "https://res.cloudinary.com/dymumcdky/image/upload/v1707157721/RAPADURA-DE-CAVALO/qfnxq4ykqpch0ag5cvj6.jpg"
      }
    ],
    "nomesPopulares": "Rapadura de cavalo, amor-seco, Carrapicho-beiço-de-boi, Pega-pega, Esmódio",
    "nomeCientifico": "Desmodium tortuosus",
    "nomeFamilias": "Fabaceae",
    "consumidorPor": "Caprinos, ovinos, bovinos e equídeos",
    "partesUtilizadas": "Folhas e ramos flexiveis",
    "formasConservacao": "A espécie pode ser armazenada na forma de feno ou silagem",
    "formasOfertaPreparo": "A  planta Rapadura de cavalo pode ser ofertada na forma de feno ou ou silagem, misturada a outros ingredientes volumosos ou concentrados",
    "composicaoProteica": 20.17,
    "composicaoCarboidratosTotais": 66.78,
    "composicaoBromatologica": "Matéria Seca: 28,48;Matéria Orgânica: 90,43; Matéria Mineral: 9,57; Proteína Bruta: 20,17; Extrato Etéreo: 3,48;Fibra de Detergente Neutro: 45,90; Fibra em Detergente Ácido: 27,80; Carboidratos não Fibrosos: 20,88; Carboidratos totais: 66,78.",
    "consideracoesComposicao": "Rapadura de cavalo é uma planta que possui uma boa composição bromatológica, podendo ser utilizado como fonte de volumoso extratégico no período seco, na forma de feno ou silagem.",
    "formasPropragacao": "Sementes",
    "formasPropragacaoDetalhes": "As semente são liberadas pela planta ao fim da frutificação ao solo e lá ficam até que lhes seja dada a condição de germinar, mais também pode ser multiplicada por estacas da propria planta.",
    "destribuicao": "Está presente em todas as regiões.",
    "produtividade": "Não foram encontrados dados sobre a produtividades esta espécie forrageira, provavelmente por se tratar de uma especie que se destaca como planta daninha, presente nos mais diversos tipos de plantação. Sua utilização como forragem ainda é baixa e por isso não apresentam estudos como volumoso estrategico para o semiárido.",
    "neutralizacaoDeFatoresAnti": "Não possui toxidez quando se trata da alimentação animal, porém na composição química foram identificados os flavonóides: Vitexina; Vitexin 2”-​O-​xyloside; Isovitexin (C-​6 isomer)​; Desmodin (Isovitexin 2”-​O-​xyloside)​. Contém D-Pinitol.",
    "desempenho": "Não foram encontrados dados sobre o desempenho de animais alimentados com esta espécie forrageira, provavelmente por se tratar de uma especie que se destaca como planta daninha, presente nos mais diversos tipos de plantação. Sua utilização como forragem ainda é baixa ou pouco comhecida e por isso não apresentam estudos tratando do desempenho animal.",
    "curiosidades": "Na Amazônia brasileira já era usada a bastante tempo pelos nativos, para uma série de problemas, desde nervosismo (infusão) a tratamento de infecções vaginais (banhos). O decocto das raízes secas é um remédio popular para tratar a malária e usado como contraceptivo por algumas tribos da Amazônia.",
    "bibliografia": [
      {
        "_id": 1,
        "pesquisa": "Lorenzi, H; Matos, F.J.A. Plantas Medicinais no Brasil: nativas e exóticas. 1. ed. Nova Odessa , SP: Instituto Plantarum, 2002."
      },
      {
        "_id": 2,
        "pesquisa": "Maes, Francis; Vlietinck, Arnold; Pieters, Luc; Apers, Sandra; Hermans, Nina – “Method for producing a plant extract from Desmodium and extract thereof”. From Belg. (2014), BE 1020835 A5 20140603.(Scifinder) Acesso 15 JAN 2016."
      },
      {
        "_id": 3,
        "pesquisa": "Zielinska-Pisklak, Monika A.; Kaliszewska, Dorota; Stolarczyk, Magdalena; Kiss, Anna K.- “Activity-guided isolation, identification and quantification of biologically active isomeric compounds from folk medicinal plant Desmodium adscendens using high performance liquid chromatography with diode array detector, mass spectrometry and multidimensional nuclear magnetic resonance spectroscopy”. From Journal of Pharmaceutical and Biomedical Analysis (2015), 102, 54-63. (Scifinder) Acesso 15 JAN 2016."
      }
    ]
  },
  {
    "_id": 49,
    "nomePopular": "Mucunã",
    "images": [
      {
        "_id": 1,
        "url": "https://res.cloudinary.com/dymumcdky/image/upload/v1707157595/MUCUNA/ddjumss0tyhrkrse9rxb.jpg"
      }
    ],
    "nomesPopulares": "Mucunã, mucuna-anã ou mucuna rajada",
    "nomeCientifico": "Mucuna pruriens(L.) DC",
    "nomeFamilias": "Fabaceae",
    "consumidorPor": "Caprinos, ovinos e bovinos",
    "partesUtilizadas": "Folhas e ramos flexiveis",
    "formasConservacao": "A espécie pode ser armazenada na forma de feno ou silagem",
    "formasOfertaPreparo": "A  Mucunã pode ser ofertada na forma de feno ou silagem, misturada a outros ingredientes volumosos ou concentrados  ",
    "composicaoProteica": 21.02,
    "composicaoCarboidratosTotais": 64.68,
    "composicaoBromatologica": "Matéria Seca: 30,00;Matéria Orgânica: 92,59; Matéria Mineral: 9,33; Proteína Bruta: 21,02; Extrato Etéreo: 4,98;Fibra de Detergente Neutro: 44,57; Fibra em Detergente Ácido: 26,92; Carboidratos não Fibrosos: 20,11; Carboidratos totais: 64,68.",
    "consideracoesComposicao": "A Mucunã é uma planta que possui uma boa composição bromatológica, podendo ser utilizada como fonte de volumoso extratégico no período seco, na forma de feno ou silagem.",
    "formasPropragacao": "Sementes",
    "formasPropragacaoDetalhes": "As semente são liberadas pela planta ao fim da frutificação ao solo e lá ficam até que lhes seja dada a condição de germinar, mais também pode ser multiplicada por estacas da propria planta.",
    "destribuicao": "Está presente em todas as regiões.",
    "produtividade": "Em estudo realizado em 2016, foi constatada uma produção média de massa seca de 4 espécies de Mucunã equivalente a 7.261 kg/ha/ano.",
    "neutralizacaoDeFatoresAnti": "Trata-se de uma planta que possui em sua composição química a L-DOPA, tetrahidroisoquinolina, compostos fenólicos, nicotina, fisostigmina e alguns compostos indólicos",
    "desempenho": "A mucuna-preta apresenta potencial até mesmo para a alimentação humana e animal. Isso porque os grãos têm alto teor de proteína e a planta pode ser usada para a produção de silagem e feno ou sob pastejo direto. O uso de Mucunã na alimentação animal se dá por meio das folhas secas ou ensiladas, mais também dos grãos para bovinos que é uma boa opção podendo apresentar até 18% de proteína bruta. Com tudo os dados de desempenho com o uso desta espécie ainda é pouco estudo, sendo o foco adubação verde ou como farmaco na medicina popular.",
    "curiosidades": "A mucuna-preta é uma leguminosa de primavera/verão com hábito de crescimento trepador. Ela controla a presença de nematoides e de plantas daninhas, além de ser vantajosa para solos degradados. Trata-se de uma planta rústica e adaptada às condições de clima e de solo brasileiros.",
    "bibliografia": [
      {
        "_id": 1,
        "pesquisa": "Nimer,  R.;  Carvalho,  N.  M.;  Loureiro,  N.;  Perecin, D.  Influência  de  alguns  fatores  da  planta  sobre  o  grau  de dormência em sementes de mucuna-preta. Revista Brasileira de Sementes, Brasília, v.5, n.2, p.111-119, 1983."
      },
      {
        "_id": 2,
        "pesquisa": "Silva,  T.  R.  B.  Superação  da  dormência  de  sementes  de mucuna-preta   através   de   atrito   com   areia. Revista   de Agricultura, Piracicaba, v.76, n.3, p.469-475, 2001."
      },
      {
        "_id": 3,
        "pesquisa": "Silva,  A.  G.  de  B.  et  al.  Desempenho  agronômico  de  mucuna-verde  em  diferentes arranjos espaciais. Pesquisa  Agropecuária Brasileira. Brasília, v. 46, n. 6, p. 603-608, jun. 2011."
      },
      {
        "_id": 3,
        "pesquisa": "Silva,  E.  C.  da  et  al.  Adubação  verde  como  fonte  de  nutrientes  as  culturas.  In: FILHO,  O.  F.  de  L. Adubação  verde  e  plantas  de  cobertura  no  Brasil.  1.  ed. Brasília: Embrapa, 2014. p. 265-306."
      }
    ]
  },
  {
    "_id": 50,
    "nomePopular": "Feijão de Guandú",
    "images": [
      {
        "_id": 1,
        "url": "https://res.cloudinary.com/dymumcdky/image/upload/v1707156900/FEIJAO-GUANDU/y7uc2amxn31prohpmbah.jpg"
      }
    ],
    "nomesPopulares": "Guandu, ervilha-de-angola, ervilha-do-congo, feijão-de-árvore ou pigeon-pea",
    "nomeCientifico": "Phaseolus vulgaris",
    "nomeFamilias": "Fabaceae",
    "consumidorPor": "Caprinos, ovinos e bovinos",
    "partesUtilizadas": "Folhas, vargens e ramos flexiveis",
    "formasConservacao": "A espécie pode ser armazenada na forma de feno ou silagem",
    "formasOfertaPreparo": "O feijão guandú pode ser ofertado na forma de feno ou ou silagem, misturada a outros ingredientes volumosos ou concentrados",
    "composicaoProteica": 19.15,
    "composicaoCarboidratosTotais": 70.82,
    "composicaoBromatologica": "Matéria Seca: 32,44;Matéria Orgânica: 93,13; Matéria Mineral: 6,50; Proteína Bruta: 19,15; Extrato Etéreo: 3,54;Fibra de Detergente Neutro: 52,23; Fibra em Detergente Ácido: 32,05; Carboidratos não Fibrosos: 18,59; Carboidratos totais: 70,82.",
    "consideracoesComposicao": "As semente são liberadas pela planta ao fim da frutificação ou até mesmo colhidas e lançadas ao solo, onde ficam até que lhes seja dada a condição de germinar",
    "formasPropragacao": "Sementes",
    "formasPropragacaoDetalhes": "As semente são liberadas pela planta ao fim da frutificação ao solo e lá ficam até que lhes seja dada a condição de germinar, mais também pode ser multiplicada por estacas da propria planta.",
    "destribuicao": "Está presente em todas as regiões.",
    "produtividade": "A produção de matéria seca é de 1.334 quilos por hectare, chegando a 2.710 quilos por hectare em anos com maior quantidade de chuvas. Para alimentação animal pode deixar os animais pastejarem direto, logo após a colheita dos grãos. Assim o produtor aproveita os restos da cultura que ficaram no campo. Também pode fazer um corte para produção de feno e, depois da rebrota, usar para pastejo direto. Um hectare pode produzir 1.330 quilos de matéria seca.",
    "neutralizacaoDeFatoresAnti": "Na composiçao química do feijao guandú, foram encontrados proteína 23,11%, extrato etéreo 1,34%, açúcar solúvel 9,46% e polissacarídeos 16,77%. A fração proteica apresentou baixos níveis de aminoácidos sulfurados, iso- leucina, valina e treonina. Tais compostos, nao prejudicam a utilizaçao como feno ou silagem para animais ruminantes.",
    "desempenho": "Em estudo realizado utilizando o consórcio do feijão guandu com outras forragens, foi possível manter até 3,5 novilhas por hectare. Na pastagem degradada, de 1,5 a duas novilhas por hectare; e, na recuperada, três. Como resultado houve um aumento do ganho de peso e da lotação animal, e houve tanbém a maior quantidade de carne produzida por hectare, 20 arrobas por hectare com a tecnologia do Guandu.",
    "curiosidades": "O guandu, também conhecido como andu, é cultivado há bastante tempo em regiões semiáridas. A planta produz em solos com pouca chuva, onde outras culturas não se desenvolvem bem. o guandu pode ser cultivado para a produção de grãos para: Alimentação humana.; Produção de forragem  e Adubo verde, para recuperar o solo.",
    "bibliografia": [
      {
        "_id": 1,
        "pesquisa": "Brazaca, S. G. C.; Salgado, J. M.; Mancini Filho, J.; Novaes, N. J. Avaliação física, química, bioquímica e agronômica de cultivares de feijão-guandu (Cajanus cajan (L) Mill). Alimentos e Nutrição, v.7, p.37-45, 1996."
      },
      {
        "_id": 2,
        "pesquisa": "Frizon, D.; Castro, A. M. C. Desenvolvimento do feijão-guando (guandu) em diferentes densidades de solo argiloso. Varia Scientia, v.4. p.91-101, 2004."
      }
    ]
  },
  {
    "_id": 51,
    "nomePopular": "Jurema Branca",
    "images": [
      {
        "_id": 1,
        "url": "https://res.cloudinary.com/dymumcdky/image/upload/v1707157225/JUREMA-BRANCA/woyhfnzeem5v2wjaxif4.jpg"
      }
    ],
    "nomesPopulares": "Jurema branca, carcará, cassaco, jurema, rasga-beiço e saia-velha",
    "nomeCientifico": "Piptadenia Stipulacea (Benth.) Ducke",
    "nomeFamilias": "Fabaceae",
    "consumidorPor": "Caprinos, ovinos e bovinos",
    "partesUtilizadas": "Folhas, vargens e ramos flexiveis",
    "formasConservacao": "A espécie pode ser armazenada na forma de feno ou silagem",
    "formasOfertaPreparo": "A Jurema branca pode ser ofertada na forma de feno ou ou silagem, juntamente a outros ingredientes, e para animais de produção. Com tudo é importante que essa planta não faça parte da alimentação de animais em gestação pois as espécies desta família possuem em sua composiçao química substâncias abortivas ou causadoras de deformação de fetos.",
    "composicaoProteica": 16.90,
    "composicaoCarboidratosTotais": 70.19,
    "composicaoBromatologica": "Matéria Seca: 38,81;Matéria Orgânica: 92,31; Matéria Mineral: 6,68; Proteína Bruta: 16,90; Extrato Etéreo: 6,24;Fibra de Detergente Neutro: 36,44; Fibra em Detergente Ácido: 29,74; Carboidratos não Fibrosos: 33,75; Carboidratos totais: 70,19.",
    "consideracoesComposicao": "A Jurema branca é uma planta que possui uma boa composição bromatológica, podendo ser utilizado na alimentação animal, com excessão dos animais em período de gestação nas formas de feno ou silagem.",
    "formasPropragacao": "Sementes ou através de estacas da própria planta",
    "formasPropragacaoDetalhes": "As semente são liberadas pela planta ao fim da frutificação quando são lançadas ao solo, onde ficam até que lhes seja dada a condição de germinar ou até mesmo de estacas oriundas da própria planta.",
    "destribuicao": "Está presente em todas as regiões.",
    "produtividade": "Apesar de fazer parte da alimentação animal nas regiões do semiárido a Jurema branca possui poucos relatos sobre a sua utilização como volumoso extrategico para ruminantes. A planta possui boa composição nutricional e as partes mais utilizadas são as folhas e frutos na forma de feno ou silagem.",
    "neutralizacaoDeFatoresAnti": "Nas cascas e raízes frescas da jurema pode-se encontrar um alcaloide denominado por nigerina em identificado posteriormente como um alcaloide indólico a N,N-dimetiltriptamina, uma potente substância alucinógena ou psicodisléptica responsável pelo seu efeito. A dimetiltriptamina, é uma substância psicodélica pertencente ao grupo das triptaminas, semelhante à serotonina e à melatonina, todos os três sendo derivados do aminoácido triptofano. Devida a presença destas substâncias na composição química da Jurama branca é que essa espécie não deve ser ofertada como forragem aos animais em período gestacional.",
    "desempenho": "Não foram encontrados dados sobre o desempenho de animais alimentados com esta espécie forrageira, provavelmente por se tratar de uma especie que se destaca como farmaco ou outro ramo da utilização de plantas. Sua utilização como forragem ainda é baixa ou pouco comhecida e por isso não apresentam estudos tratando do desempenho animal.",
    "curiosidades": "A Jurema branca devido a madeira, de pequenas dimensões, é indicada apenas para pequenas construções, estacas, lenha e carvão. No período de estiagem, suas folhas caídas e partes das cascas do tronco servem de alimento para os ruminantes que se alimentam nas pastagens nativas da Caatinga.",
    "bibliografia": [
      {
        "_id": 1,
        "pesquisa": "Tropicos. Mimosa tenuiflora (Willd.) Poir. Disponível em:<http://www.tropicos.org/Name/ 13036820>. Acesso em 02 mai. 2017."
      },
      {
        "_id": 2,
        "pesquisa": "Lorenzi, H. Árvores brasileiras: manual de identificação e cultivo de plantas arbóreas do Brasil. 4. ed. Nova Odessa, SP: Instituto Plantarum, 2014. 384 p."
      },
      {
        "_id": 3,
        "pesquisa": "Gomes, L. H. dos S. Desenvolvimento inicial de Piptadenia stipulacea em diferentes tipos e usos do solo da Caatinga.2015. 70 f. Dissertação (Mestrado em Produção Animal: Pastagem e Forragicultura)-Universidade Federal Rural do Semi-Árido, 2015."
      },
      {
        "_id": 4,
        "pesquisa": "Forzza, R. C. Lista de espécies Flora do Brasil. Disponível em:<http://floradobrasil.jbrj.gov.br/ 2010>. Acesso em 05 março 2017."
      }
    ]
  },
  {
    "_id": 52,
    "nomePopular": "Mororó Branco",
    "images": [
      {
        "_id": 1,
        "url": "https://res.cloudinary.com/dymumcdky/image/upload/v1707157543/MORORO-BRANCO/f3xlhbkcofkabpsdrpmk.jpg"
      }
    ],
    "nomesPopulares": "Mororó, pata-de-vaca, unha-de-vaca",
    "nomeCientifico": "Bauhinia cheilantha (Bong.) Steud",
    "nomeFamilias": "Fabaceae",
    "consumidorPor": "Caprinos, ovinos e bovinos",
    "partesUtilizadas": "Folhas, vargens e ramos flexiveis",
    "formasConservacao": "A espécie pode ser armazenada na forma de feno ou silagem",
    "formasOfertaPreparo": "O Mororó pode ser ofertado na forma de feno ou ou silagem, juntamente a outros ingredientes na forma de mistura completa, e para animais de produção.",
    "composicaoProteica": 19.00,
    "composicaoCarboidratosTotais": 68.87,
    "composicaoBromatologica": "Matéria Seca: 40,35;Matéria Orgânica: 92,10; Matéria Mineral: 7,90; Proteína Bruta: 19,00; Extrato Etéreo: 4,23;Fibra de Detergente Neutro: 35,00; Fibra em Detergente Ácido: 23,80; Carboidratos não Fibrosos: 33,87; Carboidratos totais: 68,87.",
    "consideracoesComposicao": "O Mororó é uma planta que possui uma boa composição bromatológica, podendo ser utilizado na alimentação animal, nas formas de feno ou silagem. O Mororó branco tem as folhas utilizadas para chás no combate a glicemia.",
    "formasPropragacao": "Sementes ou através de estacas da própria planta",
    "formasPropragacaoDetalhes": "As semente são liberadas pela planta ao fim da frutificação quando são lançadas ao solo, onde ficam até que lhes seja dada a condição de germinar ou até mesmo de estacas oriundas da própria planta.",
    "destribuicao": "Está presente em todas as regiões.",
    "produtividade": "O Mororó possui uma produtividade média de 3.182 kg de MS/ha/ano, é uma produção consideravelmente baixa, porém posui um elevado teor de PB, que é um nutriente importante para a alimetação animal.",
    "neutralizacaoDeFatoresAnti": "Apesar de apresentar em sua composição química os compostos Taninos flobafênicos e saponinas, o Moror´ro pode ser utilizado na alimentação animal sim pois boa parte destes compostos são eliminados ou reduzidos atraves dos processos de conservação fenação e ensilagem.",
    "desempenho": "Em estudo realizado 2009, o autor concluiu que os fenos de mororó e sabiá têm alto teor de proteína bruta, porém praticamente a metade é indisponível. que a ingestão voluntária dos fenos de mororó e sabiá, como elementos exclusivos, é capaz de suprir a exigência de mantença de proteína e que os caprinos preferem o feno de sabiá ao de mororó. Outro trabalho realizado em 2020, relatou que a suplementação com palma forrageira e fenos de mororó e jitirana não melhorou o desempenho e as características de carcaça de caprinos criados a pasto na Caatinga",
    "curiosidades": "Bauhinia cheilantha é uma leguminosa típica da Caatinga com uma grande importância socioeconômica. A espécie costuma ser usada como fonte de renda alternativa para as comunidades, que se beneficiam do seu grande potencial como forrageira. Por possuir alto teor de proteínas, as folhas são consumidas por bovinos, caprinos e ovinos, na forma de feno ou em pastejo direto. Sua madeira é utilizada em construções, cercas e como combustível",
    "bibliografia": [
      {
        "_id": 1,
        "pesquisa": "Abdalla,  A.  L.,  Fº.,  Corrêa,  P.  S.,  Lemos,  L.  N., Dineshkumar,  D.,    Issakowicz,  J.,  Ieda,  E.  H.,...  Louvandini, H. (2017). Diets based on plants from Brazilian   Caatinga   altering   ruminal   parameters,   microbial community and meat fatty acids of Santa Inês  lambs.  Small  Ruminant  Research,  154(9), 70-77. doi: 10.1016/j.smallrumres.2017.07.005"
      },
      {
        "_id": 2,
        "pesquisa": "Gutiérrez, I. E. M. de. 2010. Micropropagação de Bauhinia cheilantha (BONG.) STEUD. (FABACEAE). Universidade Estadual de Feira de Santana. Disponível em: <http://www2. uefs.br/ppgbiotec/portugues/arquivos/corpo%20discente/mestrado/2008/ingrid_estefania_mancia_de_gutierrez-dissertacao.pdf>. Acesso em: 17 Mar. 2020."
      },
      {
        "_id": 3,
        "pesquisa": "Maia, G.N. 2004. Caatinga: árvores e arbustos e suas utilidades. 1ª ed. São Paulo: D&Z computação gráfica e Editora.413 p."
      },
      {
        "_id": 4,
        "pesquisa": "Vaz, A.M.S.F. 2020. Bauhinia in Flora do Brasil 2020 em construção. Jardim Botânico do Rio de Janeiro.Disponível em: <http://reflora.jbrj.gov.br/reflora/floradobrasil/FB82659>. Acesso em: 17 Mar. 2020"
      }
    ]
  },
  {
    "_id": 52,
    "nomePopular": "Mororó Lilás",
    "images": [
      {
        "_id": 1,
        "url": "https://res.cloudinary.com/dymumcdky/image/upload/v1707157572/MORORO-LILAS/l4gcpflawzhafvwtz8bi.jpg"
      }
    ],
    "nomesPopulares": "Mororó, pata-de-vaca, unha-de-vaca",
    "nomeCientifico": "Bauhinia cheilantha",
    "nomeFamilias": "Fabaceae",
    "consumidorPor": "Caprinos, ovinos e bovinos",
    "partesUtilizadas": "Folhas, vargens e ramos flexiveis",
    "formasConservacao": "A espécie pode ser armazenada na forma de feno ou silagem",
    "formasOfertaPreparo": "O Mororó pode ser ofertado na forma de feno ou ou silagem, juntamente a outros ingredientes na forma de mistura completa, e para animais de produção.",
    "composicaoProteica": 20.29,
    "composicaoCarboidratosTotais": 67.89,
    "composicaoBromatologica": "Matéria Seca: 44,73;Matéria Orgânica: 91,25; Matéria Mineral: 7,75; Proteína Bruta: 20,29; Extrato Etéreo: 4,06;Fibra de Detergente Neutro: 40,28; Fibra em Detergente Ácido: 24,35; Carboidratos não Fibrosos: 27,61; Carboidratos totais: 67,89.",
    "consideracoesComposicao": "O Mororó é uma planta que possui uma boa composição bromatológica, podendo ser utilizado na alimentação animal, nas formas de feno ou silagem. O Mororó Lilá é muito utilizado como planta ornamental.",
    "formasPropragacao": "Sementes ou através de estacas da própria planta",
    "formasPropragacaoDetalhes": "As semente são liberadas pela planta ao fim da frutificação quando são lançadas ao solo, onde ficam até que lhes seja dada a condição de germinar ou até mesmo de estacas oriundas da própria planta.",
    "destribuicao": "Está presente em todas as regiões.",
    "produtividade": "O Mororó possui uma produtividade média de 3.182 kg de MS/ha/ano, é uma produção consideravelmente baixa, porém posui um elevado teor de PB, que é um nutriente importante para a alimetação animal.",
    "neutralizacaoDeFatoresAnti": "Apesar de apresentar em sua composição química os compostos Taninos flobafênicos e saponinas, o Moror´ro pode ser utilizado na alimentação animal sim pois boa parte destes compostos são eliminados ou reduzidos atraves dos processos de conservação fenação e ensilagem.",
    "desempenho": "Em estudo realizado 2009, o autor concluiu que os fenos de mororó e sabiá têm alto teor de proteína bruta, porém praticamente a metade é indisponível. que a ingestão voluntária dos fenos de mororó e sabiá, como elementos exclusivos, é capaz de suprir a exigência de mantença de proteína e que os caprinos preferem o feno de sabiá ao de mororó. Outro trabalho realizado em 2020, relatou que a suplementação com palma forrageira e fenos de mororó e jitirana não melhorou o desempenho e as características de carcaça de caprinos criados a pasto na Caatinga",
    "curiosidades": "Bauhinia cheilantha é uma leguminosa típica da Caatinga com uma grande importância socioeconômica. A espécie costuma ser usada como fonte de renda alternativa para as comunidades, que se beneficiam do seu grande potencial como forrageira. Por possuir alto teor de proteínas, as folhas são consumidas por bovinos, caprinos e ovinos, na forma de feno ou em pastejo direto. Sua madeira é utilizada em construções, cercas e como combustível",
    "bibliografia": [
      {
        "_id": 1,
        "pesquisa": "Vaz, A.M.S.F. 2020. Bauhinia in Flora do Brasil 2020. Jardim Botânico do Rio de Janeiro. (https://floradobrasil2020.jbrj.gov.br/FB612722)."
      },
      {
        "_id": 2,
        "pesquisa": "BFG. Growing knowledge: an overview of Seed Plant diversity in Brazil. Rodriguésia, v.66, n.4, p.1085-1113. 2015. (https://doi.org/10.1590/2175-7860201566411)."
      },
      {
        "_id": 3,
        "pesquisa": "BFG. Brazilian Flora 2020: Innovation and collaboration to meet Target 1 of the Global Strategy for Plant Conservation (GSPC). Rodriguésia, v.69, n.4, p.1513-1527. 2018. (https://doi.org/10.1590/2175-7860201869402)."
      },
      {
        "_id": 4,
        "pesquisa": "Vaz, A.M.S.F.; Santos, A.C.B. Bauhinia in Flora e Funga do Brasil. Jardim Botânico do Rio de Janeiro. Disponível em: <https://floradobrasil.jbrj.gov.br/FB612722>. Acesso em: 24 jan. 2024"
      }
    ]
  },
  {
    "_id": 52,
    "nomePopular": "Capim Belota",
    "images": [
      {
        "_id": 1,
        "url": "https://res.cloudinary.com/dymumcdky/image/upload/v1707155706/CAPIM-BELOTA-BRANCO/w74iv5vlzgg8cqw08u5x.jpg"
      }
    ],
    "nomesPopulares": "Capim belota ou capim branco",
    "nomeCientifico": "Chloris elata Desv.",
    "nomeFamilias": "Poaceae",
    "consumidorPor": "Caprinos, ovinos e bovinos",
    "partesUtilizadas": "Folhas, vargens e ramos flexiveis",
    "formasConservacao": "A espécie pode ser armazenada na forma de feno ou silagem",
    "formasOfertaPreparo": "O capim belota é uma poácea infestante em algumas áreas do semiárido paraibano, podendo ser adicionado a alimentação do rebanho mesmo não sendo atrativo aos animais como especies já utilizadas tradicionalmente, podendo ser ofertado juntamente com outros volumosos e concentrados destinados a alimetação animal.",
    "composicaoProteica": 12.37,
    "composicaoCarboidratosTotais": 73.79,
    "composicaoBromatologica": "Matéria Seca: 19,71;Matéria Orgânica: 93,34; Matéria Mineral: 11,66; Proteína Bruta: 12,37; Extrato Etéreo: 2,18;Fibra de Detergente Neutro: 60,98; Fibra em Detergente Ácido: 36,62; Carboidratos não Fibrosos: 12,81; Carboidratos totais: 73,79.",
    "consideracoesComposicao": "O Capim belota é uma planta que possui uma boa composição bromatológica, podendo ser utilizada na alimentação animal, nas formas de feno ou silagem.",
    "formasPropragacao": "Sementes ou através de estacas da própria planta",
    "formasPropragacaoDetalhes": "As sementes podem ser lançadas ao solo de forma natural para perpetuação da espécie, mais também estas sementes podem ser coletadas para com o objetivo da realização de um plantio no momento mais oportuno.",
    "destribuicao": "Está presente em todas as regiões.",
    "produtividade": "O Capim Belota participa pouco da alimentação animal na região semiárida nordestina, por esse motivo, possui poucos relatos sobre a sua utilização como volumoso extrategico para ruminantes. As partes mais utilizadas são as folhas, talos e frutos na forma de feno ou silagem.",
    "neutralizacaoDeFatoresAnti": "Não hà relatos sobre substãncias antinutricionais",
    "desempenho": "Não hà relatos ou estudos sobre desempenho de animais alimentados com esta espécie",
    "curiosidades": "Chloris elata, conhecida comumente como capim-branco, tem infestado áreas cultivadas onde predomina o controle químico realizado com o herbicida glifosato. Isso significa que esta espécie é muito resistente.",
    "bibliografia": [
      {
        "_id": 1,
        "pesquisa": "MACIEL, J. R.; SILVA, W. C. D.. O gênero Chloris (Poaceae) em Pernambuco, Brasil. Rodriguésia [online]., vol.64, n.1, p.169-177, 2013."
      },
      {
        "_id": 2,
        "pesquisa": "Placido, H. F., González-Torralva, F., Barroso, A. A. M., Albrecht, A. J. P., Menéndez, J.; DE Prado, R.. Resistencia a glifosato em biótipos de Chloris polydactyla (L.) SW. recolectados em Brasil. Resvista Agropecuaria y Florestal APF. v.2, n.1, p.19-22, 2013."
      },
      {
        "_id": 3,
        "pesquisa": "Placido, H.F.; Albrecht, A.J.P.; Santos, R.; Albrecht, L.P.; Becker, A.; Barroso, A.A.M.; Victoria Filho, R. Identificação e manejo de biótipos de Chloris polydactyla com resistência ou suscetibilidade diferencial ao glyphosato no Estado do Paraná. Revista Brasileira de Herbicidas, v. 15, n. 3, p. 251-262, 2016."
      }
    ]
  },
  {
    "_id": 52,
    "nomePopular": "Capim Belota Roxa",
    "images": [
      {
        "_id": 1,
        "url": "https://res.cloudinary.com/dymumcdky/image/upload/v1707155817/CAPIM-BELOTA-ROXO/l9vrk1vds214wrz5ztg8.jpg"
      }
    ],
    "nomesPopulares": "Capim belota ou capim belota roxo",
    "nomeCientifico": "Chloris elata Desv. | André C. Flickr",
    "nomeFamilias": "Poaceae",
    "consumidorPor": "Caprinos, ovinos e bovinos",
    "partesUtilizadas": "Folhas, vargens e ramos flexiveis",
    "formasConservacao": "A espécie pode ser armazenada na forma de feno ou silagem",
    "formasOfertaPreparo": "O capim belota é uma poácea infestante em algumas áreas do semiárido paraibano, podendo ser adicionado a alimentação do rebanho mesmo não sendo atrativo aos animais como especies já utilizadas tradicionalmente, podendo ser ofertado juntamente com outros volumosos e concentrados destinados a alimetação animal.",
    "composicaoProteica": 12.91,
    "composicaoCarboidratosTotais": 72.88,
    "composicaoBromatologica": "Matéria Seca: 24,09;Matéria Orgânica: 92,37; Matéria Mineral: 11,50; Proteína Bruta: 12,91; Extrato Etéreo: 2,70;Fibra de Detergente Neutro: 61,44; Fibra em Detergente Ácido: 37,31; Carboidratos não Fibrosos: 11,44; Carboidratos totais: 72,88.",
    "consideracoesComposicao": "O Capim belota é uma planta que possui uma boa composição bromatológica, podendo ser utilizada na alimentação animal, nas formas de feno ou silagem.",
    "formasPropragacao": "Sementes ou através de estacas da própria planta",
    "formasPropragacaoDetalhes": "As sementes podem ser lançadas ao solo de forma natural para perpetuação da espécie, mais também estas sementes podem ser coletadas para com o objetivo da realização de um plantio no momento mais oportuno.",
    "destribuicao": "Está presente em todas as regiões.",
    "produtividade": "O Capim Belota participa pouco da alimentação animal na região semiárida nordestina, por esse motivo, possui poucos relatos sobre a sua utilização como volumoso extrategico para ruminantes. As partes mais utilizadas são as folhas, talos e frutos na forma de feno ou silagem.",
    "neutralizacaoDeFatoresAnti": "Não hà relatos sobre substãncias antinutricionais",
    "desempenho": "Não hà relatos ou estudos sobre desempenho de animais alimentados com esta espécie",
    "curiosidades": "Chloris elata, conhecida comumente como capim-branco, tem infestado áreas cultivadas onde predomina o controle químico realizado com o herbicida glifosato. Isso significa que esta espécie é muito resistente.",
    "bibliografia": [
      {
        "_id": 1,
        "pesquisa": "MACIEL, J. R.; SILVA, W. C. D.. O gênero Chloris (Poaceae) em Pernambuco, Brasil. Rodriguésia [online]., vol.64, n.1, p.169-177, 2013."
      },
      {
        "_id": 2,
        "pesquisa": "Placido, H. F., González-Torralva, F., Barroso, A. A. M., Albrecht, A. J. P., Menéndez, J.; DE Prado, R.. Resistencia a glifosato em biótipos de Chloris polydactyla (L.) SW. recolectados em Brasil. Resvista Agropecuaria y Florestal APF. v.2, n.1, p.19-22, 2013."
      },
      {
        "_id": 3,
        "pesquisa": "Placido, H.F.; Albrecht, A.J.P.; Santos, R.; Albrecht, L.P.; Becker, A.; Barroso, A.A.M.; Victoria Filho, R. Identificação e manejo de biótipos de Chloris polydactyla com resistência ou suscetibilidade diferencial ao glyphosato no Estado do Paraná. Revista Brasileira de Herbicidas, v. 15, n. 3, p. 251-262, 2016."
      }
    ]
  },
  {
    "_id": 53,
    "nomePopular": "Capim Buffel",
    "images": [
      {
        "_id": 1,
        "url": "https://res.cloudinary.com/dymumcdky/image/upload/v1707155839/CAPIM-BUFFEL/xidmz1xbehhrmezfwjqn.jpg"
      }
    ],
    "nomesPopulares": "Capim buffel",
    "nomeCientifico": "Cenchrus ciliaris",
    "nomeFamilias": "Poaceae",
    "consumidorPor": "Caprinos, ovinos e bovinos",
    "partesUtilizadas": "Folhas, vargens e ramos flexiveis",
    "formasConservacao": "A espécie pode ser armazenada na forma de feno ou silagem",
    "formasOfertaPreparo": "O capim buffel é uma poácea infestante em algumas áreas do semiárido paraibano, podendo ser adicionado a alimentação do rebanho mesmo não sendo atrativo aos animais como especies já utilizadas tradicionalmente, podendo ser ofertado juntamente com outros volumosos e concentrados destinados a alimetação animal.",
    "composicaoProteica": 6.27,
    "composicaoCarboidratosTotais": 82.88,
    "composicaoBromatologica": "Matéria Seca: 55,13;Matéria Orgânica: 89,00; Matéria Mineral: 11,00; Proteína Bruta: 6,27; Extrato Etéreo: 2,03;Fibra de Detergente Neutro: 71,66; Fibra em Detergente Ácido: 42,71; Carboidratos não Fibrosos: 11,22; Carboidratos totais: 82,88.",
    "consideracoesComposicao": "O Capim Buffel é uma planta que possui uma boa composição bromatológica, podendo ser utilizada na alimentação animal, nas formas de feno ou silagem.",
    "formasPropragacao": "Sementes ou através de estacas da própria planta",
    "formasPropragacaoDetalhes": "As sementes podem ser lançadas ao solo de forma natural para perpetuação da espécie, mais também estas sementes podem ser coletadas para com o objetivo da realização de um plantio no momento mais oportuno.",
    "destribuicao": "Está presente em todas as regiões.",
    "produtividade": "O Capim Buffel possui em média uma produtividade de matéria seca que pode variar de 3 t/ha/ ano a 17 t/ha/ano",
    "neutralizacaoDeFatoresAnti": "Não hà relatos sobre substãncias antinutricionais",
    "desempenho": "Não hà relatos ou estudos sobre desempenho de animais alimentados com esta espécie",
    "curiosidades": "O capim-buffel é um dos recursos forrageiros mais estratégicos para regiões como o Semiárido brasileiro, devido às suas características adaptativas às condições edafoclimáticas. Sabe-se que a limitada oferta de alimentos para atendar à demanda de rebanhos é um dos principais problemas enfrentados pelas cadeias produtivas da caprinovinocultura e da bovinocultura nesta região",
    "bibliografia": [
      {
        "_id": 1,
        "pesquisa": "Anjos, J. B.; Paiva, L. E.; Peixoto, J. M. Adaptações em colhedora automotriz para a colheita mecanizada de sementes de capim bufel (Cenchrus ciliaris L.). In: CONGRESSO BRASILEIRO DE ENGENHARIA AGRÍCOLA, 31., 2002, Salvador. Anais... Salvador: SBEA: UFBA, 2002. 1 CD-ROM."
      },
      {
        "_id": 2,
        "pesquisa": "Barbosa, K. V. F.; Lima, J. A.; Silva, J. S.; Salviano, A. M.; Antonio, R. P.; Oliveira, A. R. Adubação nitrogenada e fosfatada em capim-buffel. In: JORNADA DE INICIAÇÃO CIENTIFICA DA EMBRAPA SEMIÁRIDO, 15., 2020, Petrolina. Anais... Petrolina: Embrapa Semiárido, 2020. Disponível em: http://www.alice.cnptia.embrapa.br/alice/handle/doc/1129972. Acesso em: 5 out. 2022"
      },
      {
        "_id": 3,
        "pesquisa": "Barrera, E. D. L.; Castellanos, A. E. High temperature effects on gas exchange for the invasive buffel grass (Pennisetum ciliare [L.] Link). Weed Biology and Management, v. 7, n. 2, p. 128-131, 2007."
      },
      {
        "_id": 4,
        "pesquisa": "Brasil. Ministério da Agricultura, Pecuária e Abastecimento. Projeto forrageiras para o Semiárido: estratégias para garantir a segurança alimentar dos rebanhos e fortalecer a pecuária no Nordeste. Brasília, DF, 2020. 18 p. il. (Boletim técnico, 1)."
      }
    ]
  }
]